[
  {
    "name": "Aboleth",
    "meta": "Large aberration, lawful evil",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "135 (18d10 + 36)",
    "Speed": "10 ft., swim 40 ft. ",
    "STR": "21",
    "STR_mod": "(+5)",
    "DEX": "9",
    "DEX_mod": "(-1)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "18",
    "CHA_mod": "(+4)",
    "Saving Throws": "CON +6, INT +8, WIS +6",
    "Skills": "History +12, Perception +10",
    "Senses": "Darkvision 120 ft.,  Passive Perception 20",
    "Languages": "Deep Speech, Telepathy 120 ft.",
    "Challenge": "10 (5,900 XP)",
    "Traits": "Amphibious. The aboleth can breathe air and water. Mucous Cloud. While underwater, the aboleth is surrounded by transformative mucus. A creature that touches the aboleth or that hits it with a melee attack while within 5 feet of it must make a DC 14 Constitution saving throw. On a failure, the creature is diseased for 1d4 hours. The diseased creature can breathe only underwater. Probing Telepathy. If a creature communicates telepathically with the aboleth, the aboleth learns the creature's greatest desires if the aboleth can see the creature.",
    "Actions": "Multiattack. The aboleth makes three tentacle attacks. Tentacle. Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 12 (2d6 + 5) bludgeoning damage. If the target is a creature, it must succeed on a DC 14 Constitution saving throw or become diseased. The disease has no effect for 1 minute and can be removed by any magic that cures disease. After 1 minute, the diseased creature's skin becomes translucent and slimy, the creature can't regain hit points unless it is underwater, and the disease can be removed only by heal or another disease-curing spell of 6th level or higher. When the creature is outside a body of water, it takes 6 (1d12) acid damage every 10 minutes unless moisture is applied to the skin before 10 minutes have passed. Tail. Melee Weapon Attack: +9 to hit, reach 10 ft. one target. Hit: 15 (3d6 + 5) bludgeoning damage. Enslave (3/Day). The aboleth targets one creature it can see within 30 feet of it. The target must succeed on a DC 14 Wisdom saving throw or be magically charmed by the aboleth until the aboleth dies or until it is on a different plane of existence from the target. The charmed target is under the aboleth's control and can't take reactions, and the aboleth and the target can communicate telepathically with each other over any distance. Whenever the charmed target takes damage, the target can repeat the saving throw. On a success, the effect ends. No more than once every 24 hours, the target can also repeat the saving throw when it is at least 1 mile away from the aboleth.",
    "Legendary Actions": "The aboleth can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The aboleth regains spent legendary actions at the start of its turn. Detect. The aboleth makes a Wisdom (Perception) check. Tail Swipe. The aboleth makes one tail attack. Psychic Drain (Costs 2 Actions). One creature charmed by the aboleth takes 10 (3d6) psychic damage, and the aboleth regains hit points equal to the damage the creature takes.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/11/1000/1000/636238825975375671.jpeg"
  },
  {
    "name": "Acolyte",
    "meta": "Medium humanoid, any",
    "Armor Class": "10 ",
    "Hit Points": "9 (2d8)",
    "Speed": "30 ft. ",
    "STR": "10",
    "STR_mod": "(+0)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "11",
    "CHA_mod": "(+0)",
    "Skills": "Medicine +4, Religion +2",
    "Senses": "Passive Perception 12",
    "Languages": "Any one language (usually Common)",
    "Challenge": "1/4 (50 XP)",
    "Traits": "Spellcasting. The acolyte is a 1st-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). The acolyte has following cleric spells prepared: Cantrips (at will): light, sacred flame, thaumaturgy 1st level (3 slots): bless, cure wounds, sanctuary",
    "Actions": "Club. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 2 (1d4) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/656/humanoid.jpg"
  },
  {
    "name": "Adult Black Dragon",
    "meta": "Huge dragon, chaotic evil",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "195 (17d12 + 85)",
    "Speed": "40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "23",
    "STR_mod": "(+6)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "21",
    "CON_mod": "(+5)",
    "INT": "14",
    "INT_mod": "(+2)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "17",
    "CHA_mod": "(+3)",
    "Saving Throws": "DEX +7, CON +10, WIS +6, CHA +8",
    "Skills": "Perception +11, Stealth +7",
    "Damage Immunities": "Acid",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 21",
    "Languages": "Common, Draconic",
    "Challenge": "14 (11,500 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water.Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.Bite. Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage plus 4 (1d8) acid damage.Claw. Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage.Tail. Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage.Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.Acid Breath (Recharge 5–6). The dragon exhales acid in a 60-­foot line that is 5 feet wide. Each creature in that line must make a DC 18 Dexterity saving throw, taking 54 (12d8) acid damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn.Detect. The dragon makes a Wisdom (Perception) check.Tail Attack. The dragon makes a tail attack.Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 19 Dexterity saving throw or take 13 (2d6 + 6) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/13/1000/1000/636238871029832086.jpeg"
  },
  {
    "name": "Adult Blue Dragon",
    "meta": "Huge dragon, lawful evil",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "225 (18d12 + 108)",
    "Speed": "40 ft., burrow 30 ft., fly 80 ft. ",
    "STR": "25",
    "STR_mod": "(+7)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "23",
    "CON_mod": "(+6)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "19",
    "CHA_mod": "(+4)",
    "Saving Throws": "DEX +5, CON +11, WIS +7, CHA +9",
    "Skills": "Perception +12, Stealth +5",
    "Damage Immunities": "Lightning",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 22",
    "Languages": "Common, Draconic",
    "Challenge": "16 (15,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +12 to hit, reach 10 ft., one target. Hit: 18 (2d10 + 7) piercing damage plus 5 (1d10) lightning damage. Claw. Melee Weapon Attack: +12 to hit, reach 5 ft., one target. Hit: 14 (2d6 + 7) slashing damage. Tail. Melee Weapon Attack: +12 to hit, reach 15 ft., one target. Hit: 16 (2d8 + 7) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 17 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Lightning Breath (Recharge 5–6). The dragon exhales lightning in a 90-­foot line that is 5 feet wide. Each creature in that line must make a DC 19 Dexterity saving throw, taking 66 (12d10) lightning damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 20 Dexterity saving throw or take 14 (2d6 + 7) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/16/1000/1000/636238882493439723.jpeg"
  },
  {
    "name": "Adult Brass Dragon",
    "meta": "Huge dragon, chaotic good",
    "Armor Class": "18 (Natural Armor)",
    "Hit Points": "172 (15d12 + 75)",
    "Speed": "40 ft., burrow 30 ft., fly 80 ft. ",
    "STR": "23",
    "STR_mod": "(+6)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "21",
    "CON_mod": "(+5)",
    "INT": "14",
    "INT_mod": "(+2)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "17",
    "CHA_mod": "(+3)",
    "Saving Throws": "DEX +5, CON +10, WIS +6, CHA +8",
    "Skills": "History +7, Perception +11, Persuasion +8, Stealth +5",
    "Damage Immunities": "Fire",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 21",
    "Languages": "Common, Draconic",
    "Challenge": "13 (10,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage. Claw. Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage. Tail. Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Fire Breath. The dragon exhales fire in an 60-foot line that is 5 feet wide. Each creature in that line must make a DC 18 Dexterity saving throw, taking 45 (13d6) fire damage on a failed save, or half as much damage on a successful one. Sleep Breath. The dragon exhales sleep gas in a 60-foot cone. Each creature in that area must succeed on a DC 18 Constitution saving throw or fall unconscious for 10 minutes. This effect ends for a creature if the creature takes damage or someone uses an action to wake it.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 19 Dexterity saving throw or take 13 (2d6 + 6) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/18/1000/1000/636238885681129014.jpeg"
  },
  {
    "name": "Adult Bronze Dragon",
    "meta": "Huge dragon, lawful good",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "212 (17d12 + 102)",
    "Speed": "40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "25",
    "STR_mod": "(+7)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "23",
    "CON_mod": "(+6)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "19",
    "CHA_mod": "(+4)",
    "Saving Throws": "DEX +5, CON +11, WIS +7, CHA +9",
    "Skills": "Insight +7, Perception +12, Stealth +5",
    "Damage Immunities": "Lightning",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 22",
    "Languages": "Common, Draconic",
    "Challenge": "15 (13,000 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water.Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.Bite. Melee Weapon Attack: +12 to hit, reach 10 ft., one target. Hit: 18 (2d10 + 7) piercing damage.Claw. Melee Weapon Attack: +12 to hit, reach 5 ft., one target. Hit: 14 (2d6 + 7) slashing damage.Tail. Melee Weapon Attack: +12 to hit, reach 15 ft., one target. Hit: 16 (2d8 + 7) bludgeoning damage.Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 17 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons.Lightning Breath. The dragon exhales lightning in a 90- foot line that is 5 feet wide. Each creature in that line must make a DC 19 Dexterity saving throw, taking 66 (12d10) lightning damage on a failed save, or half as much damage on a successful one.Repulsion Breath. The dragon exhales repulsion energy in a 30-foot cone. Each creature in that area must succeed on a DC 19 Strength saving throw. On a failed save, the creature is pushed 60 feet away from the dragon.Change Shape. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice).In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn.Detect. The dragon makes a Wisdom (Perception) check.Tail Attack. The dragon makes a tail attack.Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 20 Dexterity saving throw or take 14 (2d6 + 7) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/20/1000/1000/636238888310108665.jpeg"
  },
  {
    "name": "Adult Copper Dragon",
    "meta": "Huge dragon, chaotic good",
    "Armor Class": "18 (Natural Armor)",
    "Hit Points": "184 (16d12 + 80)",
    "Speed": "40 ft., climb 40 ft., fly 80 ft. ",
    "STR": "23",
    "STR_mod": "(+6)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "21",
    "CON_mod": "(+5)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "17",
    "CHA_mod": "(+3)",
    "Saving Throws": "DEX +6, CON +10, WIS +7, CHA +8",
    "Skills": "Deception +8, Perception +12, Stealth +6",
    "Damage Immunities": "Acid",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 22",
    "Languages": "Common, Draconic",
    "Challenge": "14 (11,500 XP)",
    "Traits": "Legendary Resistance (3/Day) If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage. Claw. Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage. Tail. Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Acid Breath. The dragon exhales acid in an 60-foot line that is 5 feet wide. Each creature in that line must make a DC 18 Dexterity saving throw, taking 54 (12d8) acid damage on a failed save, or half as much damage on a successful one. Slowing Breath. The dragon exhales gas in a 60-foot cone. Each creature in that area must succeed on a DC 18 Constitution saving throw. On a failed save, the creature can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the creature can use either an action or a bonus action on its turn, but not both. These effects last for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself with a successful save.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 19 Dexterity saving throw or take 13 (2d6 + 6) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/22/1000/1000/636238956325913912.jpeg"
  },
  {
    "name": "Adult Gold Dragon",
    "meta": "Huge dragon, lawful good",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "256 (19d12 + 133)",
    "Speed": "40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "27",
    "STR_mod": "(+8)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "25",
    "CON_mod": "(+7)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "24",
    "CHA_mod": "(+7)",
    "Saving Throws": "DEX +8, CON +13, WIS +8, CHA +13",
    "Skills": "Insight +8, Perception +14, Persuasion +13, Stealth +8",
    "Damage Immunities": "Fire",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 24",
    "Languages": "Common, Draconic",
    "Challenge": "17 (18,000 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water. Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 19 (2d10 + 8) piercing damage. Claw. Melee Weapon Attack: +14 to hit, reach 5 ft., one target. Hit: 15 (2d6 + 8) slashing damage. Tail. Melee Weapon Attack: +14 to hit, reach 15 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 21 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Fire Breath. The dragon exhales fire in a 60-foot cone. Each creature in that area must make a DC 21 Dexterity saving throw, taking 66 (12d10) fire damage on a failed save, or half as much damage on a successful one. Weakening Breath. The dragon exhales gas in a 60-foot cone. Each creature in that area must succeed on a DC 21 Strength saving throw or have disadvantage on Strength-based attack rolls, Strength checks, and Strength saving throws for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Change Shape. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice). In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 22 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/24/1000/1000/636238958915127190.jpeg"
  },
  {
    "name": "Adult Green Dragon",
    "meta": "Huge dragon, lawful evil",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "207 (18d12 + 90)",
    "Speed": "40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "23",
    "STR_mod": "(+6)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "21",
    "CON_mod": "(+5)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "17",
    "CHA_mod": "(+3)",
    "Saving Throws": "DEX +6, CON +10, WIS +7, CHA +8",
    "Skills": "Deception +8, Insight +7, Perception +12, Persuasion +8, Stealth +6",
    "Damage Immunities": "Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 22",
    "Languages": "Common, Draconic",
    "Challenge": "15 (13,000 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water. Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage plus 7 (2d6) poison damage. Claw. Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage. Tail. Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Poison Breath (Recharge 5–6). The dragon exhales poisonous gas in a 60-foot cone. Each creature in that area must make a DC 18 Constitution saving throw, taking 56 (16d6) poison damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 19 Dexterity saving throw or take 13 (2d6 + 6) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/26/1000/1000/636238962276510242.jpeg"
  },
  {
    "name": "Adult Red Dragon",
    "meta": "Huge dragon, chaotic evil",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "256 (19d12 + 133)",
    "Speed": "40 ft., climb 40 ft., fly 80 ft. ",
    "STR": "27",
    "STR_mod": "(+8)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "25",
    "CON_mod": "(+7)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "21",
    "CHA_mod": "(+5)",
    "Saving Throws": "DEX +6, CON +13, WIS +7, CHA +11",
    "Skills": "Perception +13, Stealth +6",
    "Damage Immunities": "Fire",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 23",
    "Languages": "Common, Draconic",
    "Challenge": "17 (18,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 19 (2d10 + 8) piercing damage plus 7 (2d6) fire damage. Claw. Melee Weapon Attack: +14 to hit, reach 5 ft., one target. Hit: 15 (2d6 + 8) slashing damage. Tail. Melee Weapon Attack: +14 to hit, reach 15 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 19 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Fire Breath (Recharge 5–6). The dragon exhales fire in a 60-foot cone. Each creature in that area must make a DC 21 Dexterity saving throw, taking 63 (18d6) fire damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 22 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/28/1000/1000/636238971817119794.jpeg"
  },
  {
    "name": "Adult Silver Dragon",
    "meta": "Huge dragon, lawful good",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "243 (18d12 + 126)",
    "Speed": "40 ft., fly 80 ft. ",
    "STR": "27",
    "STR_mod": "(+8)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "25",
    "CON_mod": "(+7)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "21",
    "CHA_mod": "(+5)",
    "Saving Throws": "DEX +5, CON +12, WIS +6, CHA +10",
    "Skills": "Arcana +8, History +8, Perception +11, Stealth +5",
    "Damage Immunities": "Cold",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 21",
    "Languages": "Common, Draconic",
    "Challenge": "16 (15,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +13 to hit, reach 10 ft., one target. Hit: 19 (2d10 + 8) piercing damage. Claw. Melee Weapon Attack: +13 to hit, reach 5 ft., one target. Hit: 15 (2d6 + 8) slashing damage. Tail. Melee Weapon Attack: +13 to hit, reach 15 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 18 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Cold Breath. The dragon exhales an icy blast in a 60-foot cone. Each creature in that area must make a DC 20 Constitution saving throw, taking 58 (13d8) cold damage on a failed save, or half as much damage on a successful one. Paralyzing Breath. The dragon exhales paralyzing gas in a 60-foot cone. Each creature in that area must succeed on a DC 20 Constitution saving throw or be paralyzed for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Change Shape. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice). In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 21 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/123/1000/1000/636252753945133025.jpeg"
  },
  {
    "name": "Adult White Dragon",
    "meta": "Huge dragon, chaotic evil",
    "Armor Class": "18 (Natural Armor)",
    "Hit Points": "200 (16d12 + 96)",
    "Speed": "40 ft., burrow 30 ft., fly 80 ft., swim 40 ft. ",
    "STR": "22",
    "STR_mod": "(+6)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "22",
    "CON_mod": "(+6)",
    "INT": "8",
    "INT_mod": "(-1)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "12",
    "CHA_mod": "(+1)",
    "Saving Throws": "DEX +5, CON +11, WIS +6, CHA +6",
    "Skills": "Perception +11, Stealth +5",
    "Damage Immunities": "Cold",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 21",
    "Languages": "Common, Draconic",
    "Challenge": "13 (10,000 XP)",
    "Traits": "Ice Walk. The dragon can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow doesn't cost it extra movement. Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage plus 4 (1d8) cold damage. Claw. Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage. Tail. Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 14 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Cold Breath (Recharge 5–6). The dragon exhales an icy blast in a 60-foot cone. Each creature in that area must make a DC 19 Constitution saving throw, taking 54 (12d8) cold damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a DC 19 Dexterity saving throw or take 13 (2d6 + 6) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/125/1000/1000/636252755468117001.jpeg"
  },
  {
    "name": "Air Elemental",
    "meta": "Large elemental, neutral",
    "Armor Class": "15 ",
    "Hit Points": "90 (12d10 + 24)",
    "Speed": "0 ft., fly 90 ft. (hover) ",
    "STR": "14",
    "STR_mod": "(+2)",
    "DEX": "20",
    "DEX_mod": "(+5)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "6",
    "INT_mod": "(-2)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "6",
    "CHA_mod": "(-2)",
    "Damage Resistances": "Lightning, Thunder; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "Damage Immunities": "Poison",
    "Condition Immunities": "Exhaustion, Grappled, Paralyzed, Petrified, Poisoned, Prone, Restrained, Unconscious",
    "Senses": "Darkvision 60 ft.,  Passive Perception 10",
    "Languages": "Auran",
    "Challenge": "5 (1,800 XP)",
    "Traits": "Air Form. The elemental can enter a hostile creature's space and stop there. It can move through a space as narrow as 1 inch wide without squeezing.",
    "Actions": "Multiattack. The elemental makes two slam attacks. Slam. Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 14 (2d8 + 5) bludgeoning damage. Whirlwind (Recharge 4–6). Each creature in the elemental's space must make a DC 13 Strength saving throw. On a failure, a target takes 15 (3d8 + 2) bludgeoning damage and is flung up 20 feet away from the elemental in a random direction and knocked prone. If a thrown target strikes an object, such as a wall or floor, the target takes 3 (1d6) bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a DC 13 Dexterity saving throw or take the same damage and be knocked prone. If the saving throw is successful, the target takes half the bludgeoning damage and isn't flung away or knocked prone.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/127/1000/1000/636252755648556800.jpeg"
  },
  {
    "name": "Allosaurus",
    "meta": "Large beast, unaligned",
    "Armor Class": "13 Natural Armor",
    "Hit Points": "51 (6d10 + 18)",
    "Speed": "60 ft. ",
    "STR": "19",
    "STR_mod": "(+4)",
    "DEX": "13",
    "DEX_mod": "(+1)",
    "CON": "17",
    "CON_mod": "(+3)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Skills": "Perception +5",
    "Senses": "Passive Perception 15",
    "Languages": "--",
    "Challenge": "2 (450 XP)",
    "Traits": " Pounce. If the allosaurus moves at least 30 feet straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a DC 13 Strength saving throw or be knocked prone. If the target is prone, the allosaurus can make one bite attack against it as a bonus action.",
    "Actions": "Bite. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 15 (2d10 + 4) piercing damage.Claw. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 8 (1d8 + 4) slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Ancient Black Dragon",
    "meta": "Gargantuan dragon, chaotic evil",
    "Armor Class": "22 (Natural Armor)",
    "Hit Points": "367 (21d20 + 147)",
    "Speed": "40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "27",
    "STR_mod": "(+8)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "25",
    "CON_mod": "(+7)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "19",
    "CHA_mod": "(+4)",
    "Saving Throws": "DEX +9, CON +14, WIS +9, CHA +11",
    "Skills": "Perception +16, Stealth +9",
    "Damage Immunities": "Acid",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 26",
    "Languages": "Common, Draconic",
    "Challenge": "21 (33,000 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water.Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.Bite. Melee Weapon Attack: +15 to hit, reach 15 ft., one target. Hit: 19 (2d10 + 8) piercing damage plus 9 (2d8) acid damage.Claw. Melee Weapon Attack: +15 to hit, reach 10 ft., one target. Hit: 15 (2d6 + 8) slashing damage.Tail. Melee Weapon Attack: +15 to hit, reach 20 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage.Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 19 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.Acid Breath (Recharge 5–6). The dragon exhales acid in a 90-foot line that is 10 feet wide. Each creature in that line must make a DC 22 Dexterity saving throw, taking 67 (15d8) acid damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn.Detect. The dragon makes a Wisdom (Perception) check.Tail Attack. The dragon makes a tail attack.Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 23 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/129/315/315/636252755854649337.jpeg"
  },
  {
    "name": "Ancient Blue Dragon",
    "meta": "Gargantuan dragon, lawful evil",
    "Armor Class": "22 (Natural Armor)",
    "Hit Points": "481 (26d20 + 208)",
    "Speed": "40 ft., burrow 40 ft., fly 80 ft. ",
    "STR": "29",
    "STR_mod": "(+9)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "27",
    "CON_mod": "(+8)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "17",
    "WIS_mod": "(+3)",
    "CHA": "21",
    "CHA_mod": "(+5)",
    "Saving Throws": "DEX +7, CON +15, WIS +10, CHA +12",
    "Skills": "Perception +17, Stealth +7",
    "Damage Immunities": "Lightning",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 27",
    "Languages": "Common, Draconic",
    "Challenge": "23 (50,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +16 to hit, reach 15 ft., one target. Hit: 20 (2d10 + 9) piercing damage plus 11 (2d10) lightning damage. Claw. Melee Weapon Attack: +16 to hit, reach 10 ft., one target. Hit: 16 (2d6 + 9) slashing damage. Tail. Melee Weapon Attack: +16 to hit, reach 20 ft., one target. Hit: 18 (2d8 + 9) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 20 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Lightning Breath (Recharge 5–6). The dragon exhales lightning in a 120-­-foot line that is 10 feet wide. Each creature in that line must make a DC 23 Dexterity saving throw, taking 88 (16d10) lightning damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 24 Dexterity saving throw or take 16 (2d6 + 9) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/131/1000/1000/636252756020185006.jpeg"
  },
  {
    "name": "Ancient Brass Dragon",
    "meta": "Gargantuan dragon, chaotic good",
    "Armor Class": "20 (Natural Armor)",
    "Hit Points": "297 (17d20 + 119)",
    "Speed": "40 ft., burrow 40 ft., fly 80 ft. ",
    "STR": "27",
    "STR_mod": "(+8)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "25",
    "CON_mod": "(+7)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "19",
    "CHA_mod": "(+4)",
    "Saving Throws": "DEX +6, CON +13, WIS +8, CHA +10",
    "Skills": "History +9, Perception +14, Persuasion +10, Stealth +6",
    "Damage Immunities": "Fire",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 24",
    "Languages": "Common, Draconic",
    "Challenge": "20 (25,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +14 to hit, reach 15 ft., one target. Hit: 19 (2d10 + 8) piercing damage. Claw. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 15 (2d6 + 8) slashing damage. Tail. Melee Weapon Attack: +14 to hit, reach 20 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 18 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons: Fire Breath. The dragon exhales fire in an 90-foot line that is 10 feet wide. Each creature in that line must make a DC 21 Dexterity saving throw, taking 56 (16d6) fire damage on a failed save, or half as much damage on a successful one. Sleep Breath. The dragon exhales sleep gas in a 90-foot cone. Each creature in that area must succeed on a DC 21 Constitution saving throw or fall unconscious for 10 minutes. This effect ends for a creature if the creature takes damage or someone uses an action to wake it. Change Shape. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice). In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 22 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/133/1000/1000/636252756157427258.jpeg"
  },
  {
    "name": "Ancient Bronze Dragon",
    "meta": "Gargantuan dragon, lawful good",
    "Armor Class": "22 (Natural Armor)",
    "Hit Points": "444 (24d20 + 192)",
    "Speed": "40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "29",
    "STR_mod": "(+9)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "27",
    "CON_mod": "(+8)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "17",
    "WIS_mod": "(+3)",
    "CHA": "21",
    "CHA_mod": "(+5)",
    "Saving Throws": "DEX +7, CON +15, WIS +10, CHA +12",
    "Skills": "Insight +10, Perception +17, Stealth +7",
    "Damage Immunities": "Lightning",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 27",
    "Languages": "Common, Draconic",
    "Challenge": "22 (41,000 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water.Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.Bite. Melee Weapon Attack: +16 to hit, reach 15 ft., one target. Hit: 20 (2d10 + 9) piercing damage.Claw. Melee Weapon Attack: +16 to hit, reach 10 ft., one target. Hit: 16 (2d6 + 9) slashing damage.Tail. Melee Weapon Attack: +16 to hit, reach 20 ft., one target. Hit: 18 (2d8 + 9) bludgeoning damage.Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 20 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons.Lightning Breath. The dragon exhales lightning in a 120-foot line that is 10 feet wide. Each creature in that line must make a DC 23 Dexterity saving throw, taking 88 (16d10) lightning damage on a failed save, or half as much damage on a successful one.Repulsion Breath. The dragon exhales repulsion energy in a 30-foot cone. Each creature in that area must succeed on a DC 23 Strength saving throw. On a failed save, the creature is pushed 60 feet away from the dragon.Change Shape. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice).In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn.Detect. The dragon makes a Wisdom (Perception) check.Tail Attack. The dragon makes a tail attack.Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 24 Dexterity saving throw or take 16 (2d6 + 9) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/135/315/315/636252756372367681.jpeg"
  },
  {
    "name": "Ancient Copper Dragon",
    "meta": "Gargantuan dragon, chaotic good",
    "Armor Class": "21 (Natural Armor)",
    "Hit Points": "350 (20d20 + 140)",
    "Speed": "40 ft., climb 40 ft., fly 80 ft. ",
    "STR": "27",
    "STR_mod": "(+8)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "25",
    "CON_mod": "(+7)",
    "INT": "20",
    "INT_mod": "(+5)",
    "WIS": "17",
    "WIS_mod": "(+3)",
    "CHA": "19",
    "CHA_mod": "(+4)",
    "Saving Throws": "DEX +8, CON +14, WIS +10, CHA +11",
    "Skills": "Deception +11, Perception +17, Stealth +8",
    "Damage Immunities": "Acid",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 27",
    "Languages": "Common, Draconic",
    "Challenge": "21 (33,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +15 to hit, reach 15 ft., one target. Hit: 19 (2d10 + 8) piercing damage. Claw. Melee Weapon Attack: +15 to hit, reach 10 ft., one target. Hit: 15 (2d6 + 8) slashing damage. Tail. Melee Weapon Attack: +15 to hit, reach 20 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 19 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Acid Breath. The dragon exhales acid in an 90-foot line that is 10 feet wide. Each creature in that line must make a DC 22 Dexterity saving throw, taking 63 (14d8) acid damage on a failed save, or half as much damage on a successful one. Slowing Breath. The dragon exhales gas in a 90-foot cone. Each creature in that area must succeed on a DC 22 Constitution saving throw. On a failed save, the creature can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the creature can use either an action or a bonus action on its turn, but not both. These effects last for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself with a successful save. Change Shape. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice). In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 23 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/137/1000/1000/636252756714896878.jpeg"
  },
  {
    "name": "Ancient Gold Dragon",
    "meta": "Gargantuan dragon, lawful good",
    "Armor Class": "22 (Natural Armor)",
    "Hit Points": "546 (28d20 + 252)",
    "Speed": "40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "30",
    "STR_mod": "(+10)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "29",
    "CON_mod": "(+9)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "17",
    "WIS_mod": "(+3)",
    "CHA": "28",
    "CHA_mod": "(+9)",
    "Saving Throws": "DEX +9, CON +16, WIS +10, CHA +16",
    "Skills": "Insight +10, Perception +17, Persuasion +16, Stealth +9",
    "Damage Immunities": "Fire",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 27",
    "Languages": "Common, Draconic",
    "Challenge": "24 (62,000 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water. Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +17 to hit, reach 15 ft., one target. Hit: 21 (2d10 + 10) piercing damage. Claw. Melee Weapon Attack: +17 to hit, reach 10 ft., one target. Hit: 17 (2d6 + 10) slashing damage. Tail. Melee Weapon Attack: +17 to hit, reach 20 ft., one target. Hit: 19 (2d8 + 10) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 24 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Fire Breath. The dragon exhales fire in a 90-foot cone. Each creature in that area must make a DC 24 Dexterity saving throw, taking 71 (13d10) fire damage on a failed save, or half as much damage on a successful one. Weakening Breath. The dragon exhales gas in a 90-foot cone. Each creature in that area must succeed on a DC 24 Strength saving throw or have disadvantage on Strength-based attack rolls, Strength checks, and Strength saving throws for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Change Shape. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice). In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 25 Dexterity saving throw or take 17 (2d6 + 10) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/139/315/315/636252756930565101.jpeg"
  },
  {
    "name": "Ancient Green Dragon",
    "meta": "Gargantuan dragon, lawful evil",
    "Armor Class": "21 (Natural Armor)",
    "Hit Points": "385 (22d20 + 154)",
    "Speed": "40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "27",
    "STR_mod": "(+8)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "25",
    "CON_mod": "(+7)",
    "INT": "20",
    "INT_mod": "(+5)",
    "WIS": "17",
    "WIS_mod": "(+3)",
    "CHA": "19",
    "CHA_mod": "(+4)",
    "Saving Throws": "DEX +8, CON +14, WIS +10, CHA +11",
    "Skills": "Deception +11, Insight +10, Perception +17, Persuasion +11, Stealth +8",
    "Damage Immunities": "Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 27",
    "Languages": "Common, Draconic",
    "Challenge": "22 (41,000 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water. Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +15 to hit, reach 15 ft., one target. Hit: 19 (2d10 + 8) piercing damage plus 10 (3d6) poison damage. Claw. Melee Weapon Attack: +15 to hit, reach 10 ft., one target. Hit: 22 (4d6 + 8) slashing damage. Tail. Melee Weapon Attack: +15 to hit, reach 20 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 19 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Poison Breath (Recharge 5–6). The dragon exhales poisonous gas in a 90-­-foot cone. Each creature in that area must make a DC 22 Constitution saving throw, taking 77 (22d6) poison damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 23 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/141/1000/1000/636252757319464533.jpeg"
  },
  {
    "name": "Ancient Red Dragon",
    "meta": "Gargantuan dragon, chaotic evil",
    "Armor Class": "22 (Natural Armor)",
    "Hit Points": "546 (28d20 + 252)",
    "Speed": "40 ft., climb 40 ft., fly 80 ft. ",
    "STR": "30",
    "STR_mod": "(+10)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "29",
    "CON_mod": "(+9)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "23",
    "CHA_mod": "(+6)",
    "Saving Throws": "DEX +7, CON +16, WIS +9, CHA +13",
    "Skills": "Perception +16, Stealth +7",
    "Damage Immunities": "Fire",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 26",
    "Languages": "Common, Draconic",
    "Challenge": "24 (62,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +17 to hit, reach 15 ft., one target. Hit: 21 (2d10 + 10) piercing damage plus 14 (4d6) fire damage. Claw. Melee Weapon Attack: +17 to hit, reach 10 ft., one target. Hit: 17 (2d6 + 10) slashing damage. Tail. Melee Weapon Attack: +17 to hit, reach 20 ft., one target. Hit: 19 (2d8 + 10) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 21 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Fire Breath (Recharge 5–6). The dragon exhales fire in a 90-foot cone. Each creature in that area must make a DC 24 Dexterity saving throw, taking 91 (26d6) fire damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 25 Dexterity saving throw or take 17 (2d6 + 10) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/147/1000/1000/636252758629652181.jpeg"
  },
  {
    "name": "Ancient Silver Dragon",
    "meta": "Gargantuan dragon, lawful good",
    "Armor Class": "22 (Natural Armor)",
    "Hit Points": "487 (25d20 + 225)",
    "Speed": "40 ft., fly 80 ft. ",
    "STR": "30",
    "STR_mod": "(+10)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "29",
    "CON_mod": "(+9)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "23",
    "CHA_mod": "(+6)",
    "Saving Throws": "DEX +7, CON +16, WIS +9, CHA +13",
    "Skills": "Arcana +11, History +11, Perception +16, Stealth +7",
    "Damage Immunities": "Cold",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 26",
    "Languages": "Common, Draconic",
    "Challenge": "23 (50,000 XP)",
    "Traits": "Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +17 to hit, reach 15 ft., one target. Hit: 21 (2d10 + 10) piercing damage. Claw. Melee Weapon Attack: +17 to hit, reach 10 ft., one target. Hit: 17 (2d6 + 10) slashing damage. Tail. Melee Weapon Attack: +17 to hit, reach 20 ft., one target. Hit: 19 (2d8 + 10) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 21 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Cold Breath. The dragon exhales an icy blast in a 90-foot cone. Each creature in that area must make a DC 24 Constitution saving throw, taking 67 (15d8) cold damage on a failed save, or half as much damage on a successful one. Paralyzing Breath. The dragon exhales paralyzing gas in a 90-foot cone. Each creature in that area must succeed on a DC 24 Constitution saving throw or be paralyzed for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Change Shape. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice). In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 25 Dexterity saving throw or take 17 (2d6 + 10) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/151/1000/1000/636252758799225927.jpeg"
  },
  {
    "name": "Ancient White Dragon",
    "meta": "Gargantuan dragon, chaotic evil",
    "Armor Class": "20 (Natural Armor)",
    "Hit Points": "333 (18d20 + 144)",
    "Speed": "40 ft., burrow 40 ft., fly 80 ft., swim 40 ft. ",
    "STR": "26",
    "STR_mod": "(+8)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "26",
    "CON_mod": "(+8)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "14",
    "CHA_mod": "(+2)",
    "Saving Throws": "DEX +6, CON +14, WIS +7, CHA +8",
    "Skills": "Perception +13, Stealth +6",
    "Damage Immunities": "Cold",
    "Senses": "Blindsight 60 ft., Darkvision 120 ft.,  Passive Perception 23",
    "Languages": "Common, Draconic",
    "Challenge": "20 (25,000 XP)",
    "Traits": "Ice Walk. The dragon can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow doesn't cost it extra movement. Legendary Resistance (3/Day). If the dragon fails a saving throw, it can choose to succeed instead.",
    "Actions": "Multiattack. The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Bite. Melee Weapon Attack: +14 to hit, reach 15 ft., one target. Hit: 19 (2d10 + 8) piercing damage plus 9 (2d8) cold damage. Claw. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 15 (2d6 + 8) slashing damage. Tail. Melee Weapon Attack: +14 to hit, reach 20 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Frightful Presence. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. Cold Breath (Recharge 5–6). The dragon exhales an icy blast in a 90-foot cone. Each creature in that area must make a DC 22 Constitution saving throw, taking 72 (16d8) cold damage on a failed save, or half as much damage on a successful one.",
    "Legendary Actions": "The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn. Detect. The dragon makes a Wisdom (Perception) check. Tail Attack. The dragon makes a tail attack. Wing Attack (Costs 2 Actions). The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a DC 22 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/153/1000/1000/636252758955886210.jpeg"
  },
  {
    "name": "Androsphinx",
    "meta": "Large monstrosity, lawful neutral",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "199 (19d10 + 95)",
    "Speed": "40 ft., fly 60 ft. ",
    "STR": "22",
    "STR_mod": "(+6)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "20",
    "CON_mod": "(+5)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "18",
    "WIS_mod": "(+4)",
    "CHA": "23",
    "CHA_mod": "(+6)",
    "Saving Throws": "DEX +6, CON +11, INT +9, WIS +10",
    "Skills": "Arcana +9, Perception +10, Religion +15",
    "Damage Immunities": "Psychic; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "Condition Immunities": "Charmed, Frightened",
    "Senses": "Truesight 120 ft.,  Passive Perception 20",
    "Languages": "Common, Sphinx",
    "Challenge": "17 (18,000 XP)",
    "Traits": "Inscrutable. The sphinx is immune to any effect that would sense its emotions or read its thoughts, as well as any divination spell that it refuses. Wisdom (Insight) checks made to ascertain the sphinx's intentions or sincerity have disadvantage. Magic Weapons. The sphinx's weapon attacks are magical. Spellcasting. The sphinx is a 12th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 18, +10 to hit with spell attacks). It requires no material components to cast its spells. The sphinx has the following cleric spells prepared: Cantrips (at will): sacred flame, spare the dying, thaumaturgy 1st level (4 slots): command, detect evil and good, detect magic 2nd level (3 slots): lesser restoration, zone of truth 3rd level (3 slots): dispel magic, tongues 4th level (3 slots): banishment, freedom of movement 5th level (2 slots): flame strike, greater restoration 6th level (1 slot): heroes' feast",
    "Actions": "Multiattack. The sphinx makes two claw attacks. Claw. Melee Weapon Attack: +12 to hit, reach 5 ft., one target. Hit: 17 (2d10 + 6) slashing damage. Roar (3/Day). The sphinx emits a magical roar. Each time it roars before finishing a long rest, the roar is louder and the effect is different, as detailed below. Each creature within 500 feet of the sphinx and able to hear the roar must make a saving throw. First Roar. Each creature that fails a DC 18 Wisdom saving throw is frightened for 1 minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Second Roar. Each creature that fails a DC 18 Wisdom saving throw is deafened and frightened for 1 minute. A frightened creature is paralyzed and can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Third Roar. Each creature makes a DC 18 Constitution saving throw. On a failed save, a creature takes 44 (8d10) thunder damage and is knocked prone. On a successful save, the creature takes half as much damage and isn't knocked prone.",
    "Legendary Actions": "The sphinx can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The sphinx regains spent legendary actions at the start of its turn. Claw Attack. The sphinx makes one claw attack. Teleport (Costs 2 Actions). The sphinx magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see. Cast a Spell (Costs 3 Actions). The sphinx casts a spell from its list of prepared spells, using a spell slot as normal.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/157/1000/1000/636252759145617281.jpeg"
  },
  {
    "name": "Animated Armor",
    "meta": "Medium construct, unaligned",
    "Armor Class": "18 (Natural Armor)",
    "Hit Points": "33 (6d8 + 6)",
    "Speed": "25 ft. ",
    "STR": "14",
    "STR_mod": "(+2)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "1",
    "INT_mod": "(-5)",
    "WIS": "3",
    "WIS_mod": "(-4)",
    "CHA": "1",
    "CHA_mod": "(-5)",
    "Damage Immunities": "Poison, Psychic",
    "Condition Immunities": "Blinded, Charmed, Deafened, Exhaustion, Frightened, Paralyzed, Petrified, Poisoned",
    "Senses": "Blindsight 60 ft.,  Passive Perception 6",
    "Languages": "--",
    "Challenge": "1 (200 XP)",
    "Traits": "Antimagic Susceptibility. The armor is incapacitated while in the area of an antimagic field. If targeted by dispel magic, the armor must succeed on a Constitution saving throw against the caster's spell save DC or fall unconscious for 1 minute. False Appearance. While the armor remains motionless, it is indistinguishable from a normal suit of armor.",
    "Actions": "Multiattack. The armor makes two melee attacks. Slam. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/8/429/1000/1000/636306156895834255.jpeg"
  },
  {
    "name": "Ankheg",
    "meta": "Large monstrosity, unaligned",
    "Armor Class": "14 (Natural Armor), 11 While Prone",
    "Hit Points": "39 (6d10 + 6)",
    "Speed": "30 ft., burrow 10 ft. ",
    "STR": "17",
    "STR_mod": "(+3)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "1",
    "INT_mod": "(-5)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "6",
    "CHA_mod": "(-2)",
    "Senses": "Darkvision 60 ft., Tremorsense 60 ft.,  Passive Perception 11",
    "Languages": "--",
    "Challenge": "2 (450 XP)",
    "Actions": "Bite. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) slashing damage plus 3 (1d6) acid damage. If the target is a Large or smaller creature, it is grappled (escape DC 13). Until this grapple ends, the ankheg can bite only the grappled creature and has advantage on attack rolls to do so. Acid Spray (Recharge 6). The ankheg spits acid in a line that is 30 feet long and 5 feet wide, provided that it has no creature grappled. Each creature in that line must make a DC 13 Dexterity saving throw, taking 10 (3d6) acid damage on a failed save, or half as much damage on a successful one.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/161/315/315/636252759871983921.jpeg"
  },
  {
    "name": "Ankylosaurus",
    "meta": "Huge beast, unaligned",
    "Armor Class": "15 Natural",
    "Hit Points": "68 (8d12 + 16)",
    "Speed": "30 ft. ",
    "STR": "19",
    "STR_mod": "(+4)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Senses": "Passive Perception 11",
    "Languages": "--",
    "Challenge": "3 (700 XP)",
    "Actions": "Tail. Melee Weapon Attack: +7 to hit, reach 10 ft., one target. Hit: 18 (4d6 + 4) bludgeoning damage. If the target is a creature, it must succeed on a DC 14 Strength saving throw or be knocked prone.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Ape",
    "meta": "Medium beast, unaligned",
    "Armor Class": "12 ",
    "Hit Points": "19 (3d8 + 6)",
    "Speed": "30 ft., climb 30 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "6",
    "INT_mod": "(-2)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Skills": "Athletics +5, Perception +3",
    "Senses": "Passive Perception 13",
    "Languages": "--",
    "Challenge": "1/2 (100 XP)",
    "Actions": "Multiattack. The ape makes two fist attacks. Fist. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) bludgeoning damage. Rock. Ranged Weapon Attack: +5 to hit, range 25/50 ft., one target. Hit: 6 (1d6 + 3) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Archmage",
    "meta": "Medium humanoid, any",
    "Armor Class": "12 (15 With Mage Armor)",
    "Hit Points": "99 (18d8 + 18)",
    "Speed": "30 ft. ",
    "STR": "10",
    "STR_mod": "(+0)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "20",
    "INT_mod": "(+5)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "16",
    "CHA_mod": "(+3)",
    "Saving Throws": "INT +9, WIS +6",
    "Skills": "Arcana +13, History +13",
    "Senses": "Passive Perception 12",
    "Languages": "Any six languages",
    "Challenge": "12 (8,400 XP)",
    "Traits": "Magic Resistance. The archmage has advantage on saving throws against spells and other magical effects.Spellcasting. The archmage is an 18th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 17, +9 to hit with spell attacks). The archmage can cast disguise self and invisibility at will and has the following wizard spells prepared:Cantrips (at will): fire bolt, light, mage hand, prestidigitation, shocking grasp1st level (4 slots): detect magic, identify, mage armor, magic missile2nd level (3 slots): detect thoughts, mirror image, misty step3rd level (3 slots): counterspell, fly, lightning bolt4th level (3 slots): banishment, fire shield, stoneskin5th level (3 slots): cone of cold, scrying, wall of force6th level (1 slot): globe of invulnerability7th level (1 slot): teleport8th level (1 slot): mind blank9th level (1 slot): time stop*The archmage casts mind blank, stoneskin and mage armor spells on itself before combat.",
    "Actions": "Dagger. Melee or Ranged Weapon Attack: +6 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: 4 (1d4 + 2) piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/167/1000/1000/636252760213195530.jpeg"
  },
  {
    "name": "Assassin",
    "meta": "Medium humanoid, any",
    "Armor Class": "15 (Studded Leather)",
    "Hit Points": "78 (12d8 + 24)",
    "Speed": "30 ft. ",
    "STR": "11",
    "STR_mod": "(+0)",
    "DEX": "16",
    "DEX_mod": "(+3)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "13",
    "INT_mod": "(+1)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "10",
    "CHA_mod": "(+0)",
    "Saving Throws": "DEX +6, INT +4",
    "Skills": "Acrobatics +6, Deception +3, Perception +3, Stealth +9",
    "Damage Resistances": "Poison",
    "Senses": "Passive Perception 13",
    "Languages": "Thieves' cant plus any two languages",
    "Challenge": "8 (3,900 XP)",
    "Traits": "Assassinate. During its first turn, the assassin has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the assassin scores against a surprised creature is a critical hit. Evasion. If the assassin is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the assassin instead takes no damage if it succeeds on the saving throw, and only half damage if it fails. Sneak Attack. Once per turn, the assassin deals an extra 14 (4d6) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the assassin that isn't incapacitated and the assassin doesn't have disadvantage on the attack roll.",
    "Actions": "Multiattack. The assassin makes two shortsword attacks. Shortsword. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) piercing damage, and the target must make a DC 15 Constitution saving throw, taking 24 (7d6) poison damage on a failed save, or half as much damage on a successful one. Light Crossbow. Ranged Weapon Attack: +6 to hit, range 80/320 ft., one target. Hit: 7 (1d8 + 3) piercing damage, and the target must make a DC 15 Constitution saving throw, taking 24 (7d6) poison damage on a failed save, or half as much damage on a successful one.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/9/910/315/315/636334293020978804.png"
  },
  {
    "name": "Awakened Shrub",
    "meta": "Small plant, unaligned",
    "Armor Class": "9 ",
    "Hit Points": "10 (3d6)",
    "Speed": "20 ft. ",
    "STR": "3",
    "STR_mod": "(-4)",
    "DEX": "8",
    "DEX_mod": "(-1)",
    "CON": "11",
    "CON_mod": "(+0)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "6",
    "CHA_mod": "(-2)",
    "Damage Vulnerabilities": "Fire",
    "Damage Resistances": "Piercing",
    "Senses": "Passive Perception 10",
    "Languages": "One language known by its creator",
    "Challenge": "0 (10 XP)",
    "Traits": "False Appearance. While the shrub remains motionless, it is indistinguishable from a normal shrub.",
    "Actions": "Rake. Melee Weapon Attack: +1 to hit, reach 5 ft., one target. Hit: 1 (1d4 − 1) slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/659/plant.jpg"
  },
  {
    "name": "Awakened Tree",
    "meta": "Huge plant, unaligned",
    "Armor Class": "13 (Natural Armor)",
    "Hit Points": "59 (7d12 + 14)",
    "Speed": "20 ft. ",
    "STR": "19",
    "STR_mod": "(+4)",
    "DEX": "6",
    "DEX_mod": "(-2)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Damage Vulnerabilities": "Fire",
    "Damage Resistances": "Bludgeoning, Piercing",
    "Senses": "Passive Perception 10",
    "Languages": "One language known by its creator",
    "Challenge": "2 (450 XP)",
    "Traits": "False Appearance. While the tree remains motionless, it is indistinguishable from a normal tree.",
    "Actions": "Slam. Melee Weapon Attack: +6 to hit, reach 10 ft., one target. Hit: 14 (3d6 + 4) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/659/plant.jpg"
  },
  {
    "name": "Axe Beak",
    "meta": "Large beast, unaligned",
    "Armor Class": "11 ",
    "Hit Points": "19 (3d10 + 3)",
    "Speed": "50 ft. ",
    "STR": "14",
    "STR_mod": "(+2)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Senses": "Passive Perception 10",
    "Languages": "--",
    "Challenge": "1/4 (50 XP)",
    "Actions": "Beak. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 6 (1d8 + 2) slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Azer",
    "meta": "Medium elemental, lawful neutral",
    "Armor Class": "17 (Natural Armor, Shield)",
    "Hit Points": "39 (6d8 + 12)",
    "Speed": "30 ft. ",
    "STR": "17",
    "STR_mod": "(+3)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "12",
    "INT_mod": "(+1)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "10",
    "CHA_mod": "(+0)",
    "Saving Throws": "CON +4",
    "Damage Immunities": "Fire, Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Passive Perception 11",
    "Languages": "Ignan",
    "Challenge": "2 (450 XP)",
    "Traits": "Heated Body. A creature that touches the azer or hits it with a melee attack while within 5 feet of it takes 5 (1d10) fire damage. Heated Weapons. When the azer hits with a metal melee weapon, it deals an extra 3 (1d6) fire damage (included in the attack). Illumination. The azer sheds bright light in a 10-­foot radius and dim light for an additional 10 feet.",
    "Actions": "Warhammer. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) bludgeoning damage, or 8 (1d10 + 3) bludgeoning damage if used with two hands to make a melee attack, plus 3 (1d6) fire damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/171/1000/1000/636252761112348397.jpeg"
  },
  {
    "name": "Baboon",
    "meta": "Small beast, unaligned",
    "Armor Class": "12 ",
    "Hit Points": "3 (1d6)",
    "Speed": "30 ft., climb 30 ft. ",
    "STR": "8",
    "STR_mod": "(-1)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "11",
    "CON_mod": "(+0)",
    "INT": "4",
    "INT_mod": "(-3)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "6",
    "CHA_mod": "(-2)",
    "Senses": "Passive Perception 11",
    "Languages": "--",
    "Challenge": "0 (10 XP)",
    "Traits": "Pack Tactics. The baboon has advantage on an attack roll against a creature if at least one of the baboon's allies is within 5 feet of the creature and the ally isn't incapacitated.",
    "Actions": "Bite. Melee Weapon Attack: +1 to hit, reach 5 ft., one target. Hit: 1 (1d4 − 1) piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Badger",
    "meta": "Tiny beast, unaligned",
    "Armor Class": "10 ",
    "Hit Points": "3 (1d4 + 1)",
    "Speed": "20 ft., burrow 5 ft. ",
    "STR": "4",
    "STR_mod": "(-3)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Senses": "Darkvision 30 ft.,  Passive Perception 11",
    "Languages": "--",
    "Challenge": "0 (10 XP)",
    "Traits": "Keen Smell. The badger has advantage on Wisdom (Perception) checks that rely on smell.",
    "Actions": "Bite. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 1 piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/16/528/1000/1000/636376327632236333.jpeg"
  },
  {
    "name": "Balor",
    "meta": "Huge fiend, chaotic evil",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "262 (21d12 + 126)",
    "Speed": "40 ft., fly 80 ft. ",
    "STR": "26",
    "STR_mod": "(+8)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "22",
    "CON_mod": "(+6)",
    "INT": "20",
    "INT_mod": "(+5)",
    "WIS": "16",
    "WIS_mod": "(+3)",
    "CHA": "22",
    "CHA_mod": "(+6)",
    "Saving Throws": "STR +14, CON +12, WIS +9, CHA +12",
    "Damage Resistances": "Cold, Lightning; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "Damage Immunities": "Fire, Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Truesight 120 ft.,  Passive Perception 13",
    "Languages": "Abyssal, Telepathy 120 ft.",
    "Challenge": "19 (22,000 XP)",
    "Traits": "Death Throes. When the balor dies, it explodes, and each creature within 30 feet of it must make a DC 20 Dexterity saving throw, taking 70 (20d6) fire damage on a failed save, or half as much damage on a successful one. The explosion ignites flammable objects in that area that aren't being worn or carried, and it destroys the balor's weapons. Fire Aura. At the start of each of the balor's turns, each creature within 5 feet of it takes 10 (3d6) fire damage, and flammable objects in the aura that aren't being worn or carried ignite. A creature that touches the balor or hits it with a melee attack while within 5 feet of it takes 10 (3d6) fire damage. Magic Resistance. The balor has advantage on saving throws against spells and other magical effects. Magic Weapons. The balor's weapon attacks are magical.",
    "Actions": "Multiattack. The balor makes two attacks: one with its longsword and one with its whip. Longsword. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 21 (3d8 + 8) slashing damage plus 13 (3d8) lightning damage. If the balor scores a critical hit, it rolls damage dice three times, instead of twice. Whip. Melee Weapon Attack: +14 to hit, reach 30 ft., one target. Hit: 15 (2d6 + 8) slashing damage plus 10 (3d6) fire damage, and the target must succeed on a DC 20 Strength saving throw or be pulled up to 25 feet toward the balor. Teleport. The balor magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/175/1000/1000/636252761612038117.jpeg"
  },
  {
    "name": "Bandit",
    "meta": "Medium humanoid, any",
    "Armor Class": "12 (Leather Armor)",
    "Hit Points": "11 (2d8 + 2)",
    "Speed": "30 ft. ",
    "STR": "11",
    "STR_mod": "(+0)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "10",
    "CHA_mod": "(+0)",
    "Senses": "Passive Perception 10",
    "Languages": "Any one language (usually Common)",
    "Challenge": "1/8 (25 XP)",
    "Actions": "Scimitar. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 4 (1d6 + 1) slashing damage. Light Crossbow. Ranged Weapon Attack: +3 to hit, range 80 ft./320 ft., one target. Hit: 5 (1d8 + 1) piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/656/humanoid.jpg"
  },
  {
    "name": "Bandit Captain",
    "meta": "Medium humanoid, any",
    "Armor Class": "15 (Studded Leather)",
    "Hit Points": "65 (10d8 + 20)",
    "Speed": "30 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "16",
    "DEX_mod": "(+3)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "14",
    "INT_mod": "(+2)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "14",
    "CHA_mod": "(+2)",
    "Saving Throws": "STR +4, DEX +5, WIS +2",
    "Skills": "Athletics +4, Deception +4",
    "Senses": "Passive Perception 10",
    "Languages": "Any two languages",
    "Challenge": "2 (450 XP)",
    "Actions": "Multiattack. The captain makes three melee attacks: two with its scimitar and one with its dagger. Or the captain makes two ranged attacks with its daggers. Scimitar. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) slashing damage. Dagger. Melee or Ranged Weapon Attack: +5 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: 5 (1d4 + 3) piercing damage.",
    "Reactions": "Parry. The captain adds 2 to its AC against one melee attack that would hit it. To do so, the captain must see the attacker and be wielding a melee weapon.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/181/1000/1000/636252761965117015.jpeg"
  },
  {
    "name": "Banshee",
    "meta": "Medium undead, chaotic evil",
    "Armor Class": "12 ",
    "Hit Points": "58 (13d8)",
    "Speed": "40 ft., (hover)\r\n                    , walking 0 ft. ",
    "STR": "1",
    "STR_mod": "(-5)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "12",
    "INT_mod": "(+1)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "17",
    "CHA_mod": "(+3)",
    "Saving Throws": "WIS +2, CHA +5",
    "Damage Resistances": "Acid, Fire, Lightning, Thunder; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "Damage Immunities": "Cold, Necrotic, Poison",
    "Condition Immunities": "Charmed, Exhaustion, Frightened, Grappled, Paralyzed, Petrified, Poisoned, Prone, Restrained",
    "Senses": "Darkvision 60 ft.,  Passive Perception 10",
    "Languages": "Common, Elvish",
    "Challenge": "4 (1,100 XP)",
    "Traits": "Detect Life. The banshee can magically sense the presence of creatures up to 5 miles away that aren’t undead or constructs. She knows the general direction they’re in but not their exact locations.Incorporeal Movement. The banshee can move through other creatures and objects as if they were difficult terrain. She takes 5 (1d10) force damage if she ends her turn inside an object.",
    "Actions": "Corrupting Touch. Melee Spell Attack: +4 to hit, reach 5 ft., one target. Hit: 12 (3d6 + 2) necrotic damage.Horrifying Visage. Each non-undead creature within 60 feet of the banshee that can see her must succeed on a DC 13 Wisdom saving throw or be frightened for 1 minute. A frightened target can repeat the saving throw at the end of each of its turns, with disadvantage if the banshee is within line of sight, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is immune to the banshee’s Horrifying Visage for the next 24 hours.Wail (1/Day). The banshee releases a mournful wail, provided that she isn’t in sunlight. This wail has no effect on constructs and undead. All other creatures within 30 feet of her that can hear her must make a DC 13 Constitution saving throw. On a failure, a creature drops to 0 hit points. On a success, a creature takes 10 (3d6) psychic damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/8/446/315/315/636306384206418474.jpeg"
  },
  {
    "name": "Barbed Devil",
    "meta": "Medium fiend, lawful evil",
    "Armor Class": "15 (Natural Armor)",
    "Hit Points": "110 (13d8 + 52)",
    "Speed": "30 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "17",
    "DEX_mod": "(+3)",
    "CON": "18",
    "CON_mod": "(+4)",
    "INT": "12",
    "INT_mod": "(+1)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "14",
    "CHA_mod": "(+2)",
    "Saving Throws": "STR +6, CON +7, WIS +5, CHA +5",
    "Skills": "Deception +5, Insight +5, Perception +8",
    "Damage Resistances": "Cold; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks that aren't Silvered",
    "Damage Immunities": "Fire, Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Darkvision 120 ft.,  Passive Perception 18",
    "Languages": "Infernal, Telepathy 120 ft.",
    "Challenge": "5 (1,800 XP)",
    "Traits": "Barbed Hide. At the start of each of its turns, the barbed devil deals 5 (1d10) piercing damage to any creature grappling it. Devil's Sight. Magical darkness doesn't impede the devil's darkvision. Magic Resistance. The devil has advantage on saving throws against spells and other magical effects.",
    "Actions": "Multiattack. The devil makes three melee attacks: one with its tail and two with its claws. Alternatively, it can use Hurl Flame twice. Claw. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) piercing damage. Tail. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) piercing damage. Hurl Flame. Ranged Spell Attack: +5 to hit, range 150 ft., one target. Hit: 10 (3d6) fire damage. If the target is a flammable object that isn't being worn or carried, it also catches fire.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/16/486/315/315/636376302569423870.jpeg"
  },
  {
    "name": "Basilisk",
    "meta": "Medium monstrosity, unaligned",
    "Armor Class": "15 (Natural Armor)",
    "Hit Points": "52 (8d8 + 16)",
    "Speed": "20 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "8",
    "DEX_mod": "(-1)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "8",
    "WIS_mod": "(-1)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Senses": "Darkvision 60 ft.,  Passive Perception 9",
    "Languages": "--",
    "Challenge": "3 (700 XP)",
    "Traits": "Petrifying Gaze. If a creature starts its turn within 30 feet of the basilisk and the two of them can see each other, the basilisk can force the creature to make a DC 12 Constitution saving throw if the basilisk isn't incapacitated. On a failed save, the creature magically begins to turn to stone and is restrained. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is petrified until freed by the greater restoration spell or other magic.A creature that isn't surprised can avert its eyes to avoid the saving throw at the start of its turn. If it does so, it can't see the basilisk until the start of its next turn, when it can avert its eyes again.If it looks at the basilisk in the meantime, it must immediately make the save. If the basilisk sees its reflection within 30 feet of it in bright light, it mistakes itself for a rival and targets itself with its gaze.",
    "Actions": "Bite. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) piercing damage plus 7 (2d6) poison damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/185/1000/1000/636252762168821795.jpeg"
  },
  {
    "name": "Bat",
    "meta": "Tiny beast, unaligned",
    "Armor Class": "12 ",
    "Hit Points": "1 (1d4 - 1)",
    "Speed": "5 ft., fly 30 ft. ",
    "STR": "2",
    "STR_mod": "(-4)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "8",
    "CON_mod": "(-1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "4",
    "CHA_mod": "(-3)",
    "Senses": "Blindsight 60 ft.,  Passive Perception 11",
    "Languages": "--",
    "Challenge": "0 (10 XP)",
    "Traits": "Echolocation. The bat can't use its blindsight while deafened. Keen Hearing. The bat has advantage on Wisdom (Perception) checks that rely on hearing.",
    "Actions": "Bite. Melee Weapon Attack: +0 to hit, reach 5 ft., one creature. Hit: 1 piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/18/305/1000/1000/636379812593010967.jpeg"
  },
  {
    "name": "Bearded Devil",
    "meta": "Medium fiend, lawful evil",
    "Armor Class": "13 (Natural Armor)",
    "Hit Points": "52 (8d8 + 16)",
    "Speed": "30 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "9",
    "INT_mod": "(-1)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "11",
    "CHA_mod": "(+0)",
    "Saving Throws": "STR +5, CON +4, WIS +2",
    "Damage Resistances": "Cold; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks that aren't Silvered",
    "Damage Immunities": "Fire, Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Darkvision 120 ft.,  Passive Perception 10",
    "Languages": "Infernal, Telepathy 120 ft.",
    "Challenge": "3 (700 XP)",
    "Traits": "Devil's Sight. Magical darkness doesn't impede the devil's darkvision. Magic Resistance. The devil has advantage on saving throws against spells and other magical effects. Steadfast. The devil can't be frightened while it can see an allied creature within 30 feet of it.",
    "Actions": "Multiattack. The devil makes two attacks: one with its beard and one with its glaive. Beard. Melee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 6 (1d8 + 2) piercing damage, and the target must succeed on a DC 12 Constitution saving throw or be poisoned for 1 minute. While poisoned in this way, the target can't regain hit points. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Glaive. Melee Weapon Attack: +5 to hit, reach 10 ft., one target. Hit: 8 (1d10 + 3) slashing damage. If the target is a creature other than an undead or a construct, it must succeed on a DC 12 Constitution saving throw or lose 5 (1d10) hit points at the start of each of its turns due to an infernal wound. Each time the devil hits the wounded target with this attack, the damage dealt by the wound increases by 5 (1d10). Any creature can take an action to stanch the wound with a successful DC 12 Wisdom (Medicine) check. The wound also closes if the target receives magical healing.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/193/1000/1000/636252763397604505.jpeg"
  },
  {
    "name": "Behir",
    "meta": "Huge monstrosity, neutral evil",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "168 (16d12 + 64)",
    "Speed": "50 ft., climb 40 ft. ",
    "STR": "23",
    "STR_mod": "(+6)",
    "DEX": "16",
    "DEX_mod": "(+3)",
    "CON": "18",
    "CON_mod": "(+4)",
    "INT": "7",
    "INT_mod": "(-2)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "12",
    "CHA_mod": "(+1)",
    "Skills": "Perception +6, Stealth +7",
    "Damage Immunities": "Lightning",
    "Senses": "Darkvision 90 ft.,  Passive Perception 16",
    "Languages": "Draconic",
    "Challenge": "11 (7,200 XP)",
    "Actions": "Multiattack. The behir makes two attacks: one with its bite and one to constrict. Bite. Melee Weapon Attack: +10 to hit, reach 10 ft., one target. Hit: 22 (3d10 + 6) piercing damage. Constrict. Melee Weapon Attack: +10 to hit, reach 5 ft., one Large or smaller creature. Hit: 17 (2d10 + 6) bludgeoning damage plus 17 (2d10 + 6) slashing damage. The target is grappled (escape DC 16) if the behir isn't already constricting a creature, and the target is restrained until this grapple ends. Lightning Breath (Recharge 5–6). The behir exhales a line of lightning that is 20 feet long and 5 feet wide. Each creature in that line must make a DC 16 Dexterity saving throw, taking 66 (12d10) lightning damage on a failed save, or half as much damage on a successful one. Swallow. The behir makes one bite attack against a Medium or smaller target it is grappling. If the attack hits, the target is also swallowed, and the grapple ends. While swallowed, the target is blinded and restrained, it has total cover against attacks and other effects outside the behir, and it takes 21 (6d6) acid damage at the start of each of the behir's turns. A behir can have only one creature swallowed at a time. If the behir takes 30 damage or more on a single turn from the swallowed creature, the behir must succeed on a DC 14 Constitution saving throw at the end of that turn or regurgitate the creature, which falls prone in a space within 10 feet of the behir. If the behir dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 15 feet of movement, exiting prone.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/195/1000/1000/636252763748680024.jpeg"
  },
  {
    "name": "Berserker",
    "meta": "Medium humanoid, any",
    "Armor Class": "13 (Hide Armor)",
    "Hit Points": "67 (9d8 + 27)",
    "Speed": "30 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "17",
    "CON_mod": "(+3)",
    "INT": "9",
    "INT_mod": "(-1)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "9",
    "CHA_mod": "(-1)",
    "Senses": "Passive Perception 10",
    "Languages": "Any one language (usually Common)",
    "Challenge": "2 (450 XP)",
    "Traits": "Reckless. At the start of its turn, the berserker can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn.",
    "Actions": "Greataxe. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 9 (1d12 + 3) slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/656/humanoid.jpg"
  },
  {
    "name": "Black Bear",
    "meta": "Medium beast, unaligned",
    "Armor Class": "11 (Natural Armor)",
    "Hit Points": "19 (3d8 + 6)",
    "Speed": "40 ft., climb 30 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Skills": "Perception +3",
    "Senses": "Passive Perception 13",
    "Languages": "--",
    "Challenge": "1/2 (100 XP)",
    "Traits": "Keen Smell. The bear has advantage on Wisdom (Perception) checks that rely on smell.",
    "Actions": "Multiattack. The bear makes two attacks: one with its bite and one with its claws. Bite. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage. Claws. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 7 (2d4 + 2) slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Black Dragon Wyrmling",
    "meta": "Medium dragon, chaotic evil",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "33 (6d8 + 6)",
    "Speed": "30 ft., fly 60 ft., swim 30 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "13",
    "CHA_mod": "(+1)",
    "Saving Throws": "DEX +4, CON +3, WIS +2, CHA +3",
    "Skills": "Perception +4, Stealth +4",
    "Damage Immunities": "Acid",
    "Senses": "Blindsight 10 ft., Darkvision 60 ft.,  Passive Perception 14",
    "Languages": "Draconic",
    "Challenge": "2 (450 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water.",
    "Actions": "Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 7 (1d10 + 2) piercing damage plus 2 (1d4) acid damage.Acid Breath (Recharge 5–6). The dragon exhales acid in a 15-­foot line that is 5 feet wide. Each creature in that line must make a DC 11 Dexterity saving throw, taking 22 (5d8) acid damage on a failed save, or half as much damage on a successful one.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/16/496/1000/1000/636376308217017511.jpeg"
  },
  {
    "name": "Black Pudding",
    "meta": "Large ooze, unaligned",
    "Armor Class": "7 ",
    "Hit Points": "85 (10d10 + 30)",
    "Speed": "20 ft., climb 20 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "5",
    "DEX_mod": "(-3)",
    "CON": "16",
    "CON_mod": "(+3)",
    "INT": "1",
    "INT_mod": "(-5)",
    "WIS": "6",
    "WIS_mod": "(-2)",
    "CHA": "1",
    "CHA_mod": "(-5)",
    "Damage Immunities": "Acid, Cold, Lightning, Slashing",
    "Condition Immunities": "Blinded, Charmed, Deafened, Exhaustion, Frightened, Prone",
    "Senses": "Blindsight 60 ft.,  Passive Perception 8",
    "Languages": "--",
    "Challenge": "4 (1,100 XP)",
    "Traits": "Amorphous. The pudding can move through a space as narrow as 1 inch wide without squeezing. Corrosive Form. A creature that touches the pudding or hits it with a melee attack while within 5 feet of it takes 4 (1d8) acid damage. Any nonmagical weapon made of metal or wood that hits the pudding corrodes. After dealing damage, the weapon takes a permanent and cumulative −1 penalty to damage rolls. If its penalty drops to −5, the weapon is destroyed.Nonmagical ammunition made of metal or wood that hits the pudding is destroyed after dealing damage.The pudding can eat through 2-inch-thick, nonmagical wood or metal in 1 round. Spider Climb. The pudding can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.",
    "Actions": "Pseudopod. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) bludgeoning damage plus 18 (4d8) acid damage. In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative −1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.",
    "Reactions": "Split. When a pudding that is Medium or larger is subjected to lightning or slashing damage, it splits into two new puddings if it has at least 10 hit points. Each new pudding has hit points equal to half the original pudding's, rounded down. New puddings are one size smaller than the original pudding.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/201/315/315/636252764027417823.jpeg"
  },
  {
    "name": "Blink Dog",
    "meta": "Medium fey, lawful good",
    "Armor Class": "13 ",
    "Hit Points": "22 (4d8 + 4)",
    "Speed": "40 ft. ",
    "STR": "12",
    "STR_mod": "(+1)",
    "DEX": "17",
    "DEX_mod": "(+3)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "11",
    "CHA_mod": "(+0)",
    "Skills": "Perception +3, Stealth +5",
    "Senses": "Passive Perception 13",
    "Languages": "Blink Dog  Understands Sylvan but can't speak it",
    "Challenge": "1/4 (50 XP)",
    "Traits": "Keen Hearing and Smell. The dog has advantage on Wisdom (Perception) checks that rely on hearing or smell.",
    "Actions": "Bite. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 4 (1d6 + 1) piercing damage. Teleport (Recharge 4–6). The dog magically teleports, along with any equipment it is wearing or carrying, up to 40 feet to an unoccupied space it can see. Before or after teleporting, the dog can make one bite attack.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/205/315/315/636252764168652859.jpeg"
  },
  {
    "name": "Blood Hawk",
    "meta": "Small beast, unaligned",
    "Armor Class": "12 ",
    "Hit Points": "7 (2d6)",
    "Speed": "10 ft., fly 60 ft. ",
    "STR": "6",
    "STR_mod": "(-2)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "3",
    "INT_mod": "(-4)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Skills": "Perception +4",
    "Senses": "Passive Perception 14",
    "Languages": "--",
    "Challenge": "1/8 (25 XP)",
    "Traits": "Keen Sight. The hawk has advantage on Wisdom (Perception) checks that rely on sight. Pack Tactics. The hawk has advantage on an attack roll against a creature if at least one of the hawk's allies is within 5 feet of the creature and the ally isn't incapacitated.",
    "Actions": "Beak. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 4 (1d4 + 2) piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Blue Dragon Wyrmling",
    "meta": "Medium dragon, lawful evil",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "52 (8d8 + 16)",
    "Speed": "30 ft., burrow 15 ft., fly 60 ft. ",
    "STR": "17",
    "STR_mod": "(+3)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "12",
    "INT_mod": "(+1)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "15",
    "CHA_mod": "(+2)",
    "Saving Throws": "DEX +2, CON +4, WIS +2, CHA +4",
    "Skills": "Perception +4, Stealth +2",
    "Damage Immunities": "Lightning",
    "Senses": "Blindsight 10 ft., Darkvision 60 ft.,  Passive Perception 14",
    "Languages": "Draconic",
    "Challenge": "3 (700 XP)",
    "Actions": "Bite. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 8 (1d10 + 3) piercing damage plus 3 (1d6) lightning damage. Lightning Breath (Recharge 5–6). The dragon exhales lightning in a 30-­foot line that is 5 feet wide. Each creature in that line must make a DC 12 Dexterity saving throw, taking 22 (4d10) lightning damage on a failed save, or half as much damage on a successful one.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/209/1000/1000/636252764637244026.jpeg"
  },
  {
    "name": "Boar",
    "meta": "Medium beast, unaligned",
    "Armor Class": "11 (Natural Armor)",
    "Hit Points": "11 (2d8 + 2)",
    "Speed": "40 ft. ",
    "STR": "13",
    "STR_mod": "(+1)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "9",
    "WIS_mod": "(-1)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Senses": "Passive Perception 9",
    "Languages": "--",
    "Challenge": "1/4 (50 XP)",
    "Traits": "Charge. If the boar moves at least 20 feet straight toward a target and then hits it with a tusk attack on the same turn, the target takes an extra 3 (1d6) slashing damage. If the target is a creature, it must succeed on a DC 11 Strength saving throw or be knocked prone. Relentless (Recharges after a Short or Long Rest). If the boar takes 7 damage or less that would reduce it to 0 hit points, it is reduced to 1 hit point instead.",
    "Actions": "Tusk. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 4 (1d6 + 1) slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Bone Devil",
    "meta": "Large fiend, lawful evil",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "142 (15d10 + 60)",
    "Speed": "40 ft., fly 40 ft. ",
    "STR": "18",
    "STR_mod": "(+4)",
    "DEX": "16",
    "DEX_mod": "(+3)",
    "CON": "18",
    "CON_mod": "(+4)",
    "INT": "13",
    "INT_mod": "(+1)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "16",
    "CHA_mod": "(+3)",
    "Saving Throws": "INT +5, WIS +6, CHA +7",
    "Skills": "Deception +7, Insight +6",
    "Damage Resistances": "Cold; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks that aren't Silvered",
    "Damage Immunities": "Fire, Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Darkvision 120 ft.,  Passive Perception 12",
    "Languages": "Infernal, Telepathy 120 ft.",
    "Challenge": "9 (5,000 XP)",
    "Traits": "Devil's Sight. Magical darkness doesn't impede the devil's darkvision. Magic Resistance. The devil has advantage on saving throws against spells and other magical effects.",
    "Actions": "Multiattack. The devil makes three attacks: two with its claws and one with its sting. Claw. Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 8 (1d8 + 4) slashing damage. Sting. Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 13 (2d8 + 4) piercing damage plus 17 (5d6) poison damage, and the target must succeed on a DC 14 Constitution saving throw or become poisoned for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/9/481/1000/1000/636328225187253200.jpeg"
  },
  {
    "name": "Brass Dragon Wyrmling",
    "meta": "Medium dragon, chaotic good",
    "Armor Class": "16 (Natural Armor)",
    "Hit Points": "16 (3d8 + 3)",
    "Speed": "30 ft., burrow 15 ft., fly 60 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "13",
    "CHA_mod": "(+1)",
    "Saving Throws": "DEX +2, CON +3, WIS +2, CHA +3",
    "Skills": "Perception +4, Stealth +2",
    "Damage Immunities": "Fire",
    "Senses": "Blindsight 10 ft., Darkvision 60 ft.,  Passive Perception 14",
    "Languages": "Draconic",
    "Challenge": "1 (200 XP)",
    "Actions": "Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 7 (1d10 + 2) piercing damage. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Fire Breath. The dragon exhales fire in an 20-foot line that is 5 feet wide. Each creature in that line must make a DC 11 Dexterity saving throw, taking 14 (4d6) fire damage on a failed save, or half as much damage on a successful one. Sleep Breath. The dragon exhales sleep gas in a 15-foot cone. Each creature in that area must succeed on a DC 11 Constitution saving throw or fall unconscious for 1 minute. This effect ends for a creature if the creature takes damage or someone uses an action to wake it.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/215/315/315/636252764963208954.jpeg"
  },
  {
    "name": "Bronze Dragon Wyrmling",
    "meta": "Medium dragon, lawful good",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "32 (5d8 + 10)",
    "Speed": "30 ft., fly 60 ft., swim 30 ft. ",
    "STR": "17",
    "STR_mod": "(+3)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "12",
    "INT_mod": "(+1)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "15",
    "CHA_mod": "(+2)",
    "Saving Throws": "DEX +2, CON +4, WIS +2, CHA +4",
    "Skills": "Perception +4, Stealth +2",
    "Damage Immunities": "Lightning",
    "Senses": "Blindsight 10 ft., Darkvision 60 ft.,  Passive Perception 14",
    "Languages": "Draconic",
    "Challenge": "2 (450 XP)",
    "Traits": "Amphibious. The dragon can breathe air and water.",
    "Actions": "Bite. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 8 (1d10 + 3) piercing damage.Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons.Lightning Breath. The dragon exhales lightning in a 40-foot line that is 5 feet wide. Each creature in that line must make a DC 12 Dexterity saving throw, taking 16 (3d10) lightning damage on a failed save, or half as much damage on a successful one.Repulsion Breath. The dragon exhales repulsion energy in a 30-foot cone. Each creature in that area must succeed on a DC 12 Strength saving throw. On a failed save, the creature is pushed 30 feet away from the dragon.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/16/492/315/315/636376306909593829.jpeg"
  },
  {
    "name": "Brown Bear",
    "meta": "Large beast, unaligned",
    "Armor Class": "11 (Natural Armor)",
    "Hit Points": "34 (4d10 + 12)",
    "Speed": "40 ft., climb 30 ft. ",
    "STR": "19",
    "STR_mod": "(+4)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "16",
    "CON_mod": "(+3)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Skills": "Perception +3",
    "Senses": "Passive Perception 13",
    "Languages": "--",
    "Challenge": "1 (200 XP)",
    "Traits": "Keen Smell. The bear has advantage on Wisdom (Perception) checks that rely on smell.",
    "Actions": "Multiattack. The bear makes two attacks: one with its bite and one with its claws. Bite. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 8 (1d8 + 4) piercing damage. Claws. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Bugbear",
    "meta": "Medium humanoid, chaotic evil",
    "Armor Class": "16 (Hide Armor, Shield)",
    "Hit Points": "27 (5d8 + 5)",
    "Speed": "30 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "8",
    "INT_mod": "(-1)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "9",
    "CHA_mod": "(-1)",
    "Skills": "Stealth +6, Survival +2",
    "Senses": "Darkvision 60 ft.,  Passive Perception 10",
    "Languages": "Common, Goblin",
    "Challenge": "1 (200 XP)",
    "Traits": "Brute. A melee weapon deals one extra die of its damage when the bugbear hits with it (included in the attack). Surprise Attack. If the bugbear surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 7 (2d6) damage from the attack.",
    "Actions": "Morningstar. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 11 (2d8 + 2) piercing damage. Javelin. Melee or Ranged Weapon Attack: +4 to hit, reach 5 ft. or range 30/120 ft., one target. Hit: 9 (2d6 + 2) piercing damage in melee or 5 (1d6 + 2) piercing damage at range.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/221/1000/1000/636252765234633232.jpeg"
  },
  {
    "name": "Bulette",
    "meta": "Large monstrosity, unaligned",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "94 (9d10 + 45)",
    "Speed": "40 ft., burrow 40 ft. ",
    "STR": "19",
    "STR_mod": "(+4)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "21",
    "CON_mod": "(+5)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Skills": "Perception +6",
    "Senses": "Darkvision 60 ft., Tremorsense 60 ft.,  Passive Perception 16",
    "Languages": "--",
    "Challenge": "5 (1,800 XP)",
    "Traits": "Standing Leap. The bulette's long jump is up to 30 feet and its high jump is up to 15 feet, with or without a running start.",
    "Actions": "Bite. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 30 (4d12 + 4) piercing damage. Deadly Leap. If the bulette jumps at least 15 feet as part of its movement, it can then use this action to land on its feet in a space that contains one or more other creatures. Each of those creatures must succeed on a DC 16 Strength or Dexterity saving throw (target's choice) or be knocked prone and take 14 (3d6 + 4) bludgeoning damage plus 14 (3d6 + 4) slashing damage. On a successful save, the creature takes only half the damage, isn't knocked prone, and is pushed 5 feet out of the bulette's space into an unoccupied space of the creature's choice. If no unoccupied space is within range, the creature instead falls prone in the bulette's space.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/223/315/315/636252765369632881.jpeg"
  },
  {
    "name": "Camel",
    "meta": "Large beast, unaligned",
    "Armor Class": "9 ",
    "Hit Points": "15 (2d10 + 4)",
    "Speed": "50 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "8",
    "DEX_mod": "(-1)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "8",
    "WIS_mod": "(-1)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Senses": "Passive Perception 9",
    "Languages": "--",
    "Challenge": "1/8 (25 XP)",
    "Actions": "Bite. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 2 (1d4) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Cat",
    "meta": "Tiny beast, unaligned",
    "Armor Class": "12 ",
    "Hit Points": "2 (1d4)",
    "Speed": "40 ft., climb 30 ft. ",
    "STR": "3",
    "STR_mod": "(-4)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "3",
    "INT_mod": "(-4)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Skills": "Perception +3, Stealth +4",
    "Senses": "Passive Perception 13",
    "Languages": "--",
    "Challenge": "0 (10 XP)",
    "Traits": "Keen Smell. The cat has advantage on Wisdom (Perception) checks that rely on smell.",
    "Actions": "Claws. Melee Weapon Attack: +0 to hit, reach 5 ft., one target. Hit: 1 slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Centaur",
    "meta": "Large monstrosity, neutral good",
    "Armor Class": "12 ",
    "Hit Points": "45 (6d10 + 12)",
    "Speed": "50 ft. ",
    "STR": "18",
    "STR_mod": "(+4)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "9",
    "INT_mod": "(-1)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "11",
    "CHA_mod": "(+0)",
    "Skills": "Athletics +6, Perception +3, Survival +3",
    "Senses": "Passive Perception 13",
    "Languages": "Elvish, Sylvan",
    "Challenge": "2 (450 XP)",
    "Traits": "Charge. If the centaur moves at least 30 feet straight toward a target and then hits it with a pike attack on the same turn, the target takes an extra 10 (3d6) piercing damage.",
    "Actions": "Multiattack. The centaur makes two attacks: one with its pike and one with its hooves or two with its longbow. Pike. Melee Weapon Attack: +6 to hit, reach 10 ft., one target. Hit: 9 (1d10 + 4) piercing damage. Hooves. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) bludgeoning damage. Longbow. Ranged Weapon Attack: +4 to hit, range 150/600 ft., one target. Hit: 6 (1d8 + 2) piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/227/1000/1000/636252765573266420.jpeg"
  },
  {
    "name": "Chain Devil",
    "meta": "Medium fiend, lawful evil",
    "Armor Class": "16 (Natural Armor)",
    "Hit Points": "85 (10d8 + 40)",
    "Speed": "30 ft. ",
    "STR": "18",
    "STR_mod": "(+4)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "18",
    "CON_mod": "(+4)",
    "INT": "11",
    "INT_mod": "(+0)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "14",
    "CHA_mod": "(+2)",
    "Saving Throws": "CON +7, WIS +4, CHA +5",
    "Damage Resistances": "Cold; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks that aren't Silvered",
    "Damage Immunities": "Fire, Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Darkvision 120 ft.,  Passive Perception 11",
    "Languages": "Infernal, Telepathy 120 ft.",
    "Challenge": "8 (3,900 XP)",
    "Traits": "Devil's Sight. Magical darkness doesn't impede the devil's darkvision. Magic Resistance. The devil has advantage on saving throws against spells and other magical effects.",
    "Actions": "Multiattack. The devil makes two attacks with its chains. Chain. Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 11 (2d6 + 4) slashing damage. The target is grappled (escape DC 14) if the devil isn't already grappling a creature. Until this grapple ends, the target is restrained and takes 7 (2d6) piercing damage at the start of each of its turns. Animate Chains (Recharges after a Short or Long Rest). Up to four chains the devil can see within 60 feet of it magically sprout razor-­edged barbs and animate under the devil's control, provided that the chains aren't being worn or carried. Each animated chain is an object with AC 20, 20 hit points, resistance to piercing damage, and immunity to psychic and thunder damage. When the devil uses multiattack on its turn, it can use each animated chain to make one additional chain attack. An animated chain can grapple one creature of its own but can't make attacks while grappling. An animated chain reverts to its inanimate state if reduced to 0 hit points or if the devil is incapacitated or dies.",
    "Reactions": "Unnerving Mask. When a creature the devil can see starts its turn within 30 feet of the devil, the devil can create the illusion that it looks like one of the creature's departed loved ones or bitter enemies. If the creature can see the devil, it must succeed on a DC 14 Wisdom saving throw or be frightened until the end of its turn.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/235/1000/1000/636252766618069332.jpeg"
  },
  {
    "name": "Chimera",
    "meta": "Large monstrosity, chaotic evil",
    "Armor Class": "14 (Natural Armor)",
    "Hit Points": "114 (12d10 + 48)",
    "Speed": "30 ft., fly 60 ft. ",
    "STR": "19",
    "STR_mod": "(+4)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "19",
    "CON_mod": "(+4)",
    "INT": "3",
    "INT_mod": "(-4)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "10",
    "CHA_mod": "(+0)",
    "Skills": "Perception +8",
    "Senses": "Darkvision 60 ft.,  Passive Perception 18",
    "Languages": "Understands Draconic but can't speak  it",
    "Challenge": "6 (2,300 XP)",
    "Actions": "Multiattack. The chimera makes three attacks: one with its bite, one with its horns, and one with its claws. When its fire breath is available, it can use the breath in place of its bite or horns. Bite. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) piercing damage. Horns. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 10 (1d12 + 4) bludgeoning damage. Claws. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) slashing damage. Fire Breath (Recharge 5–6). The dragon head exhales fire in a 15-­-foot cone. Each creature in that area must make a DC 15 Dexterity saving throw, taking 31 (7d8) fire damage on a failed save, or half as much damage on a successful one.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/237/1000/1000/636252766770156389.jpeg"
  },
  {
    "name": "Chuul",
    "meta": "Large aberration, chaotic evil",
    "Armor Class": "16 (Natural Armor)",
    "Hit Points": "93 (11d10 + 33)",
    "Speed": "30 ft., swim 30 ft. ",
    "STR": "19",
    "STR_mod": "(+4)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "16",
    "CON_mod": "(+3)",
    "INT": "5",
    "INT_mod": "(-3)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Skills": "Perception +4",
    "Damage Immunities": "Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Darkvision 60 ft.,  Passive Perception 14",
    "Languages": "Understands Deep Speech but can't speak",
    "Challenge": "4 (1,100 XP)",
    "Traits": "Amphibious. The chuul can breathe air and water.Sense Magic. The chuul senses magic within 120 feet of it at will. This trait otherwise works like the detect magic spell but isn't itself magical.",
    "Actions": "Multiattack. The chuul makes two pincer attacks. If the chuul is grappling a creature, the chuul can also use its tentacles once.Pincer. Melee Weapon Attack: +6 to hit, reach 10 ft., one target. Hit: 11 (2d6 + 4) bludgeoning damage. The target is grappled (escape DC 14) if it is a Large or smaller creature and the chuul doesn't have two other creatures grappled.Tentacles. One creature grappled by the chuul must succeed on a DC 13 Constitution saving throw or be poisoned for 1 minute. Until this poison ends, the target is paralyzed. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/241/1000/1000/636252767122656355.jpeg"
  },
  {
    "name": "Clay Golem",
    "meta": "Large construct, unaligned",
    "Armor Class": "14 (Natural Armor)",
    "Hit Points": "133 (14d10 + 56)",
    "Speed": "20 ft. ",
    "STR": "20",
    "STR_mod": "(+5)",
    "DEX": "9",
    "DEX_mod": "(-1)",
    "CON": "18",
    "CON_mod": "(+4)",
    "INT": "3",
    "INT_mod": "(-4)",
    "WIS": "8",
    "WIS_mod": "(-1)",
    "CHA": "1",
    "CHA_mod": "(-5)",
    "Damage Immunities": "Acid, Poison, Psychic; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks that aren't Adamantine",
    "Condition Immunities": "Charmed, Exhaustion, Frightened, Paralyzed, Petrified, Poisoned",
    "Senses": "Darkvision 60 ft.,  Passive Perception 9",
    "Languages": "Understands the languages of its creator but can't speak",
    "Challenge": "9 (5,000 XP)",
    "Traits": "Acid Absorption. Whenever the golem is subjected to acid damage, it takes no damage and instead regains a number of hit points equal to the acid damage dealt. Berserk. Whenever the golem starts its turn with 60 hit points or fewer, roll a d6. On a 6, the golem goes berserk. On each of its turns while berserk, the golem attacks the nearest creature it can see. If no creature is near enough to move to and attack, the golem attacks an object, with preference for an object smaller than itself. Once the golem goes berserk, it continues to do so until it is destroyed or regains all its hit points. Immutable Form. The golem is immune to any spell or effect that would alter its form. Magic Resistance. The golem has advantage on saving throws against spells and other magical effects. Magic Weapons. The golem's weapon attacks are magical.",
    "Actions": "Multiattack. The golem makes two slam attacks. Slam. Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 16 (2d10 + 5) bludgeoning damage. If the target is a creature, it must succeed on a DC 15 Constitution saving throw or have its hit point maximum reduced by an amount equal to the damage taken. The target dies if this attack reduces its hit point maximum to 0. The reduction lasts until removed by the greater restoration spell or other magic. Haste (Recharge 5–6). Until the end of its next turn, the golem magically gains a +2 bonus to its AC, has advantage on Dexterity saving throws, and can use its slam attack as a bonus action.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/243/315/315/636252767318152303.jpeg"
  },
  {
    "name": "Cloaker",
    "meta": "Large aberration, chaotic neutral",
    "Armor Class": "14 (Natural Armor)",
    "Hit Points": "78 (12d10 + 12)",
    "Speed": "10 ft., fly 40 ft. ",
    "STR": "17",
    "STR_mod": "(+3)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "13",
    "INT_mod": "(+1)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "14",
    "CHA_mod": "(+2)",
    "Skills": "Stealth +5",
    "Senses": "Darkvision 60 ft.,  Passive Perception 11",
    "Languages": "Deep Speech, Undercommon",
    "Challenge": "8 (3,900 XP)",
    "Traits": "Damage Transfer. While attached to a creature, the cloaker takes only half the damage dealt to it (rounded down), and that creature takes the other half. False Appearance. While the cloaker remains motionless without its underside exposed, it is indistinguishable from a dark leather cloak. Light Sensitivity. While in bright light, the cloaker has disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight.",
    "Actions": "Multiattack. The cloaker makes two attacks: one with its bite and one with its tail. Bite. Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 10 (2d6 + 3) piercing damage, and if the target is Large or smaller, the cloaker attaches to it. If the cloaker has advantage against the target, the cloaker attaches to the target's head, and the target is blinded and unable to breathe while the cloaker is attached. While attached, the cloaker can make this attack only against the target and has advantage on the attack roll. The cloaker can detach itself by spending 5 feet of its movement. A creature, including the target, can take its action to detach the cloaker by succeeding on a DC 16 Strength check. Tail. Melee Weapon Attack: +6 to hit, reach 10 ft., one creature. Hit: 7 (1d8 + 3) slashing damage. Moan. Each creature within 60 feet of the cloaker that can hear its moan and that isn't an aberration must succeed on a DC 13 Wisdom saving throw or become frightened until the end of the cloaker's next turn. If a creature's saving throw is successful, the creature is immune to the cloaker's moan for the next 24 hours. Phantasms (Recharges after a Short or Long Rest). The cloaker magically creates three illusory duplicates of itself if it isn't in bright light. The duplicates move with it and mimic its actions, shifting position so as to make it impossible to track which cloaker is the real one. If the cloaker is ever in an area of bright light, the duplicates disappear.Whenever any creature targets the cloaker with an attack or a harmful spell while a duplicate remains, that creature rolls randomly to determine whether it targets the cloaker or one of the duplicates. A creature is unaffected by this magical effect if it can't see or if it relies on senses other than sight.A duplicate has the cloaker's AC and uses its saving throws. If an attack hits a duplicate, or if a duplicate fails a saving throw against an effect that deals damage, the duplicate disappears.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/245/1000/1000/636252767458838228.jpeg"
  },
  {
    "name": "Cloud Giant",
    "meta": "Huge giant, neutral",
    "Armor Class": "14 (Natural Armor)",
    "Hit Points": "200 (16d12 + 96)",
    "Speed": "40 ft. ",
    "STR": "27",
    "STR_mod": "(+8)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "22",
    "CON_mod": "(+6)",
    "INT": "12",
    "INT_mod": "(+1)",
    "WIS": "16",
    "WIS_mod": "(+3)",
    "CHA": "16",
    "CHA_mod": "(+3)",
    "Saving Throws": "CON +10, WIS +7, CHA +7",
    "Skills": "Insight +7, Perception +7",
    "Senses": "Passive Perception 17",
    "Languages": "Common, Giant",
    "Challenge": "9 (5,000 XP)",
    "Traits": "Keen Smell. The giant has advantage on Wisdom (Perception) checks that rely on smell. Innate Spellcasting. The giant's innate spellcasting ability is Charisma. It can innately cast the following spells, requiring no material components: At will: detect magic, fog cloud, light 3/day each: feather fall, fly, misty step, telekinesis 1/day each: control weather, gaseous form",
    "Actions": "Multiattack. The giant makes two morningstar attacks. Morningstar. Melee Weapon Attack: +12 to hit, reach 10 ft., one target. Hit: 21 (3d8 + 8) piercing damage. Rock. Ranged Weapon Attack: +12 to hit, range 60/240 ft., one target. Hit: 30 (4d10 + 8) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/249/1000/1000/636252767619414260.jpeg"
  },
  {
    "name": "Cockatrice",
    "meta": "Small monstrosity, unaligned",
    "Armor Class": "11 ",
    "Hit Points": "27 (6d6 + 6)",
    "Speed": "20 ft., fly 40 ft. ",
    "STR": "6",
    "STR_mod": "(-2)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Senses": "Darkvision 60 ft.,  Passive Perception 11",
    "Languages": "--",
    "Challenge": "1/2 (100 XP)",
    "Actions": "Bite. Melee Weapon Attack: +3 to hit, reach 5 ft., one creature. Hit: 3 (1d4 + 1) piercing damage, and the target must succeed on a DC 11 Constitution saving throw against being magically petrified. On a failed save, the creature begins to turn to stone and is restrained. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is petrified for 24 hours.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/251/315/315/636252767744669874.jpeg"
  },
  {
    "name": "Commoner",
    "meta": "Medium humanoid, any",
    "Armor Class": "10 ",
    "Hit Points": "4 (1d8)",
    "Speed": "30 ft. ",
    "STR": "10",
    "STR_mod": "(+0)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "10",
    "CHA_mod": "(+0)",
    "Senses": "Passive Perception 10",
    "Languages": "Any one language (usually Common)",
    "Challenge": "0 (10 XP)",
    "Actions": "Club. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 2 (1d4) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/656/humanoid.jpg"
  },
  {
    "name": "Constrictor Snake",
    "meta": "Large beast, unaligned",
    "Armor Class": "12 ",
    "Hit Points": "13 (2d10 + 2)",
    "Speed": "30 ft., swim 30 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "1",
    "INT_mod": "(-5)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "3",
    "CHA_mod": "(-4)",
    "Senses": "Blindsight 10 ft.,  Passive Perception 10",
    "Languages": "--",
    "Challenge": "1/4 (50 XP)",
    "Actions": "Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 5 (1d6 + 2) piercing damage. Constrict. Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 6 (1d8 + 2) bludgeoning damage, and the target is grappled (escape DC 14). Until this grapple ends, the creature is restrained, and the snake can't constrict another target.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Copper Dragon Wyrmling",
    "meta": "Medium dragon, chaotic good",
    "Armor Class": "16 (Natural Armor)",
    "Hit Points": "22 (4d8 + 4)",
    "Speed": "30 ft., climb 30 ft., fly 60 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "14",
    "INT_mod": "(+2)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "13",
    "CHA_mod": "(+1)",
    "Saving Throws": "DEX +3, CON +3, WIS +2, CHA +3",
    "Skills": "Perception +4, Stealth +3",
    "Damage Immunities": "Acid",
    "Senses": "Blindsight 10 ft., Darkvision 60 ft.,  Passive Perception 14",
    "Languages": "Draconic",
    "Challenge": "1 (200 XP)",
    "Actions": "Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 7 (1d10 + 2) piercing damage. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons. Acid Breath. The dragon exhales acid in an 20-foot line that is 5 feet wide. Each creature in that line must make a DC 11 Dexterity saving throw, taking 18 (4d8) acid damage on a failed save, or half as much damage on a successful one. Slowing Breath. The dragon exhales gas in a 15-foot cone. Each creature in that area must succeed on a DC 11 Constitution saving throw. On a failed save, the creature can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the creature can use either an action or a bonus action on its turn, but not both. These effects last for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself with a successful save.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/255/1000/1000/636252768002215182.jpeg"
  },
  {
    "name": "Couatl",
    "meta": "Medium celestial, lawful good",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "97 (13d8 + 39)",
    "Speed": "30 ft., fly 90 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "20",
    "DEX_mod": "(+5)",
    "CON": "17",
    "CON_mod": "(+3)",
    "INT": "18",
    "INT_mod": "(+4)",
    "WIS": "20",
    "WIS_mod": "(+5)",
    "CHA": "18",
    "CHA_mod": "(+4)",
    "Saving Throws": "CON +5, WIS +7, CHA +6",
    "Damage Resistances": "Radiant",
    "Damage Immunities": "Psychic; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "Senses": "Truesight 120 ft.,  Passive Perception 15",
    "Languages": "All, Telepathy 120 ft.",
    "Challenge": "4 (1,100 XP)",
    "Traits": "Innate Spellcasting. The couatl's spellcasting ability is Charisma (spell save DC 14). It can innately cast the following spells, requiring only verbal components: At will: detect evil and good, detect magic, detect thoughts 3/day each: bless, create food and water, cure wounds, lesser restoration, protection from poison, sanctuary, shield 1/day each: dream, greater restoration, scrying Magic Weapons. The couatl's weapon attacks are magical. Shielded Mind. The couatl is immune to scrying and to any effect that would sense its emotions, read its thoughts, or detect its location.",
    "Actions": "Bite. Melee Weapon Attack: +8 to hit, reach 5 ft., one creature. Hit: 8 (1d6 + 5) piercing damage, and the target must succeed on a DC 13 Constitution saving throw or be poisoned for 24 hours. Until this poison ends, the target is unconscious. Another creature can use an action to shake the target awake. Constrict. Melee Weapon Attack: +6 to hit, reach 10 ft., one Medium or smaller creature. Hit: 10 (2d6 + 3) bludgeoning damage, and the target is grappled (escape DC 15). Until this grapple ends, the target is restrained, and the couatl can't constrict another target. Change Shape. The couatl magically polymorphs into a humanoid or beast that has a challenge rating equal to or less than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the couatl's choice).In a new form, the couatl retains its game statistics and ability to speak, but its AC, movement modes, Strength, Dexterity, and other actions are replaced by those of the new form, and it gains any statistics and capabilities (except class features, legendary actions, and lair actions) that the new form has but that it lacks. If the new form has a bite attack, the couatl can use its bite in that form.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/257/1000/1000/636252768143323827.jpeg"
  },
  {
    "name": "Crab",
    "meta": "Tiny beast, unaligned",
    "Armor Class": "11 (Natural Armor)",
    "Hit Points": "2 (1d4)",
    "Speed": "20 ft., swim 20 ft. ",
    "STR": "2",
    "STR_mod": "(-4)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "1",
    "INT_mod": "(-5)",
    "WIS": "8",
    "WIS_mod": "(-1)",
    "CHA": "2",
    "CHA_mod": "(-4)",
    "Skills": "Stealth +2",
    "Senses": "Blindsight 30 ft.,  Passive Perception 9",
    "Languages": "--",
    "Challenge": "0 (10 XP)",
    "Traits": "Amphibious. The crab can breathe air and water.",
    "Actions": "Claw. Melee Weapon Attack: +0 to hit, reach 5 ft., one target. Hit: 1 bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Crocodile",
    "meta": "Large beast, unaligned",
    "Armor Class": "12 (Natural Armor)",
    "Hit Points": "19 (3d10 + 3)",
    "Speed": "20 ft., swim 30 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Skills": "Stealth +2",
    "Senses": "Passive Perception 10",
    "Languages": "--",
    "Challenge": "1/2 (100 XP)",
    "Traits": "Hold Breath. The crocodile can hold its breath for 15 minutes.",
    "Actions": "Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 7 (1d10 + 2) piercing damage, and the target is grappled (escape DC 12). Until this grapple ends, the target is restrained, and the crocodile can't bite another target.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Cult Fanatic",
    "meta": "Medium humanoid, any",
    "Armor Class": "13 (Leather Armor)",
    "Hit Points": "33 (6d8 + 6)",
    "Speed": "30 ft. ",
    "STR": "11",
    "STR_mod": "(+0)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "14",
    "CHA_mod": "(+2)",
    "Skills": "Deception +4, Persuasion +4, Religion +2",
    "Senses": "Passive Perception 11",
    "Languages": "Any one language (usually Common)",
    "Challenge": "2 (450 XP)",
    "Traits": "Dark Devotion. The fanatic has advantage on saving throws against being charmed or frightened. Spellcasting. The fanatic is a 4th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 11, +3 to hit with spell attacks). The fanatic has the following cleric spells prepared: Cantrips (at will): light, sacred flame, thaumaturgy 1st level (4 slots): command, inflict wounds, shield of faith 2nd level (3 slots): hold person, spiritual weapon",
    "Actions": "Multiattack. The fanatic makes two melee attacks. Dagger. Melee or Ranged Weapon Attack: +4 to hit, reach 5 ft. or range 20/60 ft., one creature. Hit: 4 (1d4 + 2) piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/259/1000/1000/636252768307230924.jpeg"
  },
  {
    "name": "Cultist",
    "meta": "Medium humanoid, any",
    "Armor Class": "12 (Leather Armor)",
    "Hit Points": "9 (2d8)",
    "Speed": "30 ft. ",
    "STR": "11",
    "STR_mod": "(+0)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "10",
    "CHA_mod": "(+0)",
    "Skills": "Deception +2, Religion +2",
    "Senses": "Passive Perception 10",
    "Languages": "Any one language (usually Common)",
    "Challenge": "1/8 (25 XP)",
    "Traits": "Dark Devotion. The cultist has advantage on saving throws against being charmed or frightened.",
    "Actions": "Scimitar. Melee Weapon Attack: +3 to hit, reach 5 ft., one creature. Hit: 4 (1d6 + 1) slashing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/14/481/1000/1000/636364323106021375.png"
  },
  {
    "name": "Cyclops",
    "meta": "Huge giant, chaotic neutral",
    "Armor Class": "14 Natural Armor",
    "Hit Points": "138 (12d12 + 60)",
    "Speed": "30 ft. ",
    "STR": "22",
    "STR_mod": "(+6)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "20",
    "CON_mod": "(+5)",
    "INT": "8",
    "INT_mod": "(-1)",
    "WIS": "6",
    "WIS_mod": "(-2)",
    "CHA": "10",
    "CHA_mod": "(+0)",
    "Senses": "Passive Perception 8",
    "Languages": "Giant",
    "Challenge": "6 (2,300 XP)",
    "Traits": "Poor Depth Perception. The cyclops has disadvantage on any attack roll against a target more than 30 feet away.",
    "Actions": "Multiattack. The cyclops makes two greatclub attacks.Greatclub. Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 19 (3d8 + 6) bludgeoning damage.Rock. Ranged Weapon Attack: +9 to hit, range 30/120 ft., one target. Hit: 28 (4d10 + 6) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/16/470/1000/1000/636376290137285130.jpeg"
  },
  {
    "name": "Darkmantle",
    "meta": "Small monstrosity, unaligned",
    "Armor Class": "11 ",
    "Hit Points": "22 (5d6 + 5)",
    "Speed": "10 ft., fly 30 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Skills": "Stealth +3",
    "Senses": "Blindsight 60 ft.,  Passive Perception 10",
    "Languages": "--",
    "Challenge": "1/2 (100 XP)",
    "Traits": "Echolocation. The darkmantle can't use its blindsight while deafened. False Appearance. While the darkmantle remains motionless, it is indistinguishable from a cave formation such as a stalactite or stalagmite.",
    "Actions": "Crush. Melee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 6 (1d6 + 3) bludgeoning damage, and the darkmantle attaches to the target. If the target is Medium or smaller and the darkmantle has advantage on the attack roll, it attaches by engulfing the target's head, and the target is also blinded and unable to breathe while the darkmantle is attached in this way.While attached to the target, the darkmantle can attack no other creature except the target but has advantage on its attack rolls. The darkmantle's speed also becomes 0, it can't benefit from any bonus to its speed, and it moves with the target.A creature can detach the darkmantle by making a successful DC 13 Strength check as an action. On its turn, the darkmantle can detach itself from the target by using 5 feet of movement. Darkness Aura (1/Day). A 15-­-foot radius of magical darkness extends out from the darkmantle, moves with it, and spreads around corners. The darkness lasts as long as the darkmantle maintains concentration, up to 10 minutes (as if concentrating on a spell). Darkvision can't penetrate this darkness, and no natural light can illuminate it. If any of the darkness overlaps with an area of light created by a spell of 2nd level or lower, the spell creating the light is dispelled.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/263/315/315/636252768676699519.jpeg"
  },
  {
    "name": "Death Dog",
    "meta": "Medium monstrosity, neutral evil",
    "Armor Class": "12 ",
    "Hit Points": "39 (6d8 + 12)",
    "Speed": "40 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "3",
    "INT_mod": "(-4)",
    "WIS": "13",
    "WIS_mod": "(+1)",
    "CHA": "6",
    "CHA_mod": "(-2)",
    "Skills": "Perception +5, Stealth +4",
    "Senses": "Darkvision 120 ft.,  Passive Perception 15",
    "Languages": "--",
    "Challenge": "1 (200 XP)",
    "Traits": "Two-Headed. The dog has advantage on Wisdom (Perception) checks and on saving throws against being blinded, charmed, deafened, frightened, stunned, or knocked unconscious.",
    "Actions": "Multiattack. The dog makes two bite attacks. Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage. If the target is a creature, it must succeed on a DC 12 Constitution saving throw against disease or become poisoned until the disease is cured. Every 24 hours that elapse, the creature must repeat the saving throw, reducing its hit point maximum by 5 (1d10) on a failure. This reduction lasts until the disease is cured. The creature dies if the disease reduces its hit point maximum to 0.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/265/1000/1000/636252768823194310.jpeg"
  },
  {
    "name": "Deep Gnome (Svirfneblin)",
    "meta": "Small humanoid, neutral good",
    "Armor Class": "15 (Chain Shirt)",
    "Hit Points": "16 (3d6 + 6)",
    "Speed": "20 ft. ",
    "STR": "15",
    "STR_mod": "(+2)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "12",
    "INT_mod": "(+1)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "9",
    "CHA_mod": "(-1)",
    "Skills": "Investigation +3, Perception +2, Stealth +4",
    "Senses": "Darkvision 120 ft.,  Passive Perception 12",
    "Languages": "Gnomish, Terran, Undercommon",
    "Challenge": "1/2 (100 XP)",
    "Traits": "Stone Camouflage. The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain.Gnome Cunning. The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic.Innate Spellcasting. The gnome’s innate spellcasting ability is Intelligence (spell save DC 11). It can innately cast the following spells, requiring no material components:At will: nondetection (self only)1/day each: blindness/deafness, blur, disguise self",
    "Actions": "War Pick. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 6 (1d8 + 2) piercing damage.Poisoned Dart. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one creature. Hit: 4 (1d4 + 2) piercing damage, and the target must succeed on a DC 12 Constitution saving throw or be poisoned for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/9/112/1000/1000/636323610009818415.jpeg"
  },
  {
    "name": "Deer",
    "meta": "Medium beast, unaligned",
    "Armor Class": "13 ",
    "Hit Points": "4 (1d8)",
    "Speed": "50 ft. ",
    "STR": "11",
    "STR_mod": "(+0)",
    "DEX": "16",
    "DEX_mod": "(+3)",
    "CON": "11",
    "CON_mod": "(+0)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Senses": "Passive Perception 12",
    "Languages": "--",
    "Challenge": "0 (10 XP)",
    "Actions": "Bite. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 2 (1d4) piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Deva",
    "meta": "Medium celestial, lawful good",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "136 (16d8 + 64)",
    "Speed": "30 ft., fly 90 ft. ",
    "STR": "18",
    "STR_mod": "(+4)",
    "DEX": "18",
    "DEX_mod": "(+4)",
    "CON": "18",
    "CON_mod": "(+4)",
    "INT": "17",
    "INT_mod": "(+3)",
    "WIS": "20",
    "WIS_mod": "(+5)",
    "CHA": "20",
    "CHA_mod": "(+5)",
    "Saving Throws": "WIS +9, CHA +9",
    "Skills": "Insight +9, Perception +9",
    "Damage Resistances": "Radiant; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "Condition Immunities": "Charmed, Exhaustion, Frightened",
    "Senses": "Darkvision 120 ft.,  Passive Perception 19",
    "Languages": "All, Telepathy 120 ft.",
    "Challenge": "10 (5,900 XP)",
    "Traits": "Angelic Weapons. The deva's weapon attacks are magical. When the deva hits with any weapon, the weapon deals an extra 4d8 radiant damage (included in the attack). Innate Spellcasting. The deva's spellcasting ability is Charisma (spell save DC 17). The deva can innately cast the following spells, requiring only verbal components: At will: detect evil and good 1/day each: commune, raise dead Magic Resistance. The deva has advantage on saving throws against spells and other magical effects.",
    "Actions": "Multiattack. The deva makes two melee attacks. Mace. Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 7 (1d6 + 4) bludgeoning damage plus 18 (4d8) radiant damage. Healing Touch (3/Day). The deva touches another creature. The target magically regains 20 (4d8 + 2) hit points and is freed from any curse, disease, poison, blindness, or deafness. Change Shape. The deva magically polymorphs into a humanoid or beast that has a challenge rating equal to or less than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the deva's choice).In a new form, the deva retains its game statistics and ability to speak, but its AC, movement modes, Strength, Dexterity, and special senses are replaced by those of the new form, and it gains any statistics and capabilities (except class features, legendary actions, and lair actions) that the new form has but that it lacks.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/267/1000/1000/636252768980059444.jpeg"
  },
  {
    "name": "Dire Wolf",
    "meta": "Large beast, unaligned",
    "Armor Class": "14 (Natural Armor)",
    "Hit Points": "37 (5d10 + 10)",
    "Speed": "50 ft. ",
    "STR": "17",
    "STR_mod": "(+3)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "15",
    "CON_mod": "(+2)",
    "INT": "3",
    "INT_mod": "(-4)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Skills": "Perception +3, Stealth +4",
    "Senses": "Passive Perception 13",
    "Languages": "--",
    "Challenge": "1 (200 XP)",
    "Traits": "Keen Hearing and Smell. The wolf has advantage on Wisdom (Perception) checks that rely on hearing or smell.Pack Tactics. The wolf has advantage on an attack roll against a creature if at least one of the wolf's allies is within 5 feet of the creature and the ally isn't incapacitated.",
    "Actions": "Bite. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) piercing damage. If the target is a creature, it must succeed on a DC 13 Strength saving throw or be knocked prone.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/16/484/315/315/636376300478361995.jpeg"
  },
  {
    "name": "Djinni",
    "meta": "Large elemental, chaotic good",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "161 (14d10 + 84)",
    "Speed": "30 ft., fly 90 ft. ",
    "STR": "21",
    "STR_mod": "(+5)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "22",
    "CON_mod": "(+6)",
    "INT": "15",
    "INT_mod": "(+2)",
    "WIS": "16",
    "WIS_mod": "(+3)",
    "CHA": "20",
    "CHA_mod": "(+5)",
    "Saving Throws": "DEX +6, WIS +7, CHA +9",
    "Damage Immunities": "Lightning, Thunder",
    "Senses": "Darkvision 120 ft.,  Passive Perception 13",
    "Languages": "Auran",
    "Challenge": "11 (7,200 XP)",
    "Traits": "Elemental Demise. If the djinni dies, its body disintegrates into a warm breeze, leaving behind only equipment the djinni was wearing or carrying. Innate Spellcasting. The djinni's innate spellcasting ability is Charisma (spell save DC 17, +9 to hit with spell attacks). It can innately cast the following spells, requiring no material components: At will: detect evil and good, detect magic, thunderwave 3/day each: create food and water (can create wine instead of water) , tongues, wind walk 1/day each: conjure elemental (air elemental only), creation, gaseous form, invisibility, major image, plane shift",
    "Actions": "Multiattack. The djinni makes three scimitar attacks. Scimitar. Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 12 (2d6 + 5) slashing damage plus 3 (1d6) lightning or thunder damage (djinni's choice). Create Whirlwind. A 5-foot-radius, 30-foot-tall cylinder of swirling air magically forms on a point the djinni can see within 120 feet of it. The whirlwind lasts as long as the djinni maintains concentration (as if concentrating on a spell). Any creature but the djinni that enters the whirlwind must succeed on a DC 18 Strength saving throw or be restrained by it. The djinni can move the whirlwind up to 60 feet as an action, and creatures restrained by the whirlwind move with it. The whirlwind ends if the djinni loses sight of it.A creature can use its action to free a creature restrained by the whirlwind, including itself, by succeeding on a DC 18 Strength check. If the check succeeds, the creature is no longer restrained and moves to the nearest space outside the whirlwind.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/281/315/315/636252770322204007.jpeg"
  },
  {
    "name": "Doppelganger",
    "meta": "Medium monstrosity, neutral",
    "Armor Class": "14 ",
    "Hit Points": "52 (8d8 + 16)",
    "Speed": "30 ft. ",
    "STR": "11",
    "STR_mod": "(+0)",
    "DEX": "18",
    "DEX_mod": "(+4)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "11",
    "INT_mod": "(+0)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "14",
    "CHA_mod": "(+2)",
    "Skills": "Deception +6, Insight +3",
    "Condition Immunities": "Charmed",
    "Senses": "Darkvision 60 ft.,  Passive Perception 11",
    "Languages": "Common",
    "Challenge": "3 (700 XP)",
    "Traits": "Shapechanger. The doppelganger can use its action to polymorph into a Small or Medium humanoid it has seen, or back into its true form. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. Ambusher. The doppelganger has advantage on attack rolls against any creature it has surprised. Surprise Attack. If the doppelganger surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 10 (3d6) damage from the attack.",
    "Actions": "Multiattack. The doppelganger makes two melee attacks. Slam. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 7 (1d6 + 4) bludgeoning damage. Read Thoughts. The doppelganger magically reads the surface thoughts of one creature within 60 feet of it. The effect can penetrate barriers, but 3 feet of wood or dirt, 2 feet of stone, 2 inches of metal, or a thin sheet of lead blocks it. While the target is in range, the doppelganger can continue reading its thoughts, as long as the doppelganger's concentration isn't broken (as if concentrating on a spell). While reading the target's mind, the doppelganger has advantage on Wisdom (Insight) and Charisma (Deception, Intimidation, and Persuasion) checks against the target.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/289/315/315/636252770983164351.jpeg"
  },
  {
    "name": "Draft Horse",
    "meta": "Large beast, unaligned",
    "Armor Class": "10 ",
    "Hit Points": "19 (3d10 + 3)",
    "Speed": "40 ft. ",
    "STR": "18",
    "STR_mod": "(+4)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Senses": "Passive Perception 10",
    "Languages": "--",
    "Challenge": "1/4 (50 XP)",
    "Actions": "Hooves. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 9 (2d4 + 4) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Dragon Turtle",
    "meta": "Gargantuan dragon, neutral",
    "Armor Class": "20 (Natural Armor)",
    "Hit Points": "341 (22d20 + 110)",
    "Speed": "20 ft., swim 40 ft. ",
    "STR": "25",
    "STR_mod": "(+7)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "20",
    "CON_mod": "(+5)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "12",
    "CHA_mod": "(+1)",
    "Saving Throws": "DEX +6, CON +11, WIS +7",
    "Damage Resistances": "Fire",
    "Senses": "Darkvision 120 ft.,  Passive Perception 11",
    "Languages": "Aquan, Draconic",
    "Challenge": "17 (18,000 XP)",
    "Traits": "Amphibious. The dragon turtle can breathe air and water.",
    "Actions": "Multiattack. The dragon turtle makes three attacks: one with its bite and two with its claws. It can make one tail attack in place of its two claw attacks. Bite. Melee Weapon Attack: +13 to hit, reach 15 ft., one target. Hit: 26 (3d12 + 7) piercing damage. Claw. Melee Weapon Attack: +13 to hit, reach 10 ft., one target. Hit: 16 (2d8 + 7) slashing damage. Tail. Melee Weapon Attack: +13 to hit, reach 15 ft., one target. Hit: 26 (3d12 + 7) bludgeoning damage. If the target is a creature, it must succeed on a DC 20 Strength saving throw or be pushed up to 10 feet away from the dragon turtle and knocked prone. Steam Breath (Recharge 5–6). The dragon turtle exhales scalding steam in a 60-foot cone. Each creature in that area must make a DC 18 Constitution saving throw, taking 52 (15d6) fire damage on a failed save, or half as much damage on a successful one. Being underwater doesn't grant resistance against this damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/291/1000/1000/636252771128151641.jpeg"
  },
  {
    "name": "Dretch",
    "meta": "Small fiend, chaotic evil",
    "Armor Class": "11 (Natural Armor)",
    "Hit Points": "18 (4d6 + 4)",
    "Speed": "20 ft. ",
    "STR": "11",
    "STR_mod": "(+0)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "5",
    "INT_mod": "(-3)",
    "WIS": "8",
    "WIS_mod": "(-1)",
    "CHA": "3",
    "CHA_mod": "(-4)",
    "Damage Resistances": "Cold, Fire, Lightning",
    "Damage Immunities": "Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Darkvision 60 ft.,  Passive Perception 9",
    "Languages": "Abyssal, Telepathy 60 ft.",
    "Challenge": "1/4 (50 XP)",
    "Actions": "Multiattack. The dretch makes two attacks: one with its bite and one with its claws. Bite. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 3 (1d6) piercing damage. Claws. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 5 (2d4) slashing damage. Fetid Cloud (1/Day). A 10­-foot radius of disgusting green gas extends out from the dretch. The gas spreads around corners, and its area is lightly obscured. It lasts for 1 minute or until a strong wind disperses it. Any creature that starts its turn in that area must succeed on a DC 11 Constitution saving throw or be poisoned until the start of its next turn. While poisoned in this way, the target can take either an action or a bonus action on its turn, not both, and can't take reactions.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/293/1000/1000/636252771253285096.jpeg"
  },
  {
    "name": "Drider",
    "meta": "Large monstrosity, chaotic evil",
    "Armor Class": "19 (Natural Armor)",
    "Hit Points": "123 (13d10 + 52)",
    "Speed": "30 ft., climb 30 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "16",
    "DEX_mod": "(+3)",
    "CON": "18",
    "CON_mod": "(+4)",
    "INT": "13",
    "INT_mod": "(+1)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "12",
    "CHA_mod": "(+1)",
    "Skills": "Perception +5, Stealth +9",
    "Senses": "Darkvision 120 ft.,  Passive Perception 15",
    "Languages": "Elvish, Undercommon",
    "Challenge": "6 (2,300 XP)",
    "Traits": "Fey Ancestry. The drider has advantage on saving throws against being charmed, and magic can't put the drider to sleep. Innate Spellcasting. The drider's innate spellcasting ability is Wisdom (spell save DC 13). The drider can innately cast the following spells, requiring no material components: At will: dancing lights 1/day each: darkness, faerie fire Spider Climb. The drider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.Sunlight Sensitivity. While in sunlight, the drider has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight. Web Walker. The drider ignores movement restrictions caused by webbing.",
    "Actions": "Multiattack. The drider makes three attacks, either with its longsword or its longbow. It can replace one of those attacks with a bite attack. Bite. Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 2 (1d4) piercing damage plus 9 (2d8) poison damage. Longsword. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) slashing damage, or 8 (1d10 + 3) slashing damage if used with two hands. Longbow. Ranged Weapon Attack: +6 to hit, range 150/600 ft., one target. Hit: 7 (1d8 + 3) piercing damage plus 4 (1d8) poison damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/295/1000/1000/636252771409285458.jpeg"
  },
  {
    "name": "Drow",
    "meta": "Medium humanoid, neutral evil",
    "Armor Class": "15 (Chain Shirt)",
    "Hit Points": "13 (3d8)",
    "Speed": "30 ft. ",
    "STR": "10",
    "STR_mod": "(+0)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "11",
    "INT_mod": "(+0)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "12",
    "CHA_mod": "(+1)",
    "Skills": "Perception +2, Stealth +4",
    "Senses": "Darkvision 120 ft.,  Passive Perception 12",
    "Languages": "Elvish, Undercommon",
    "Challenge": "1/4 (50 XP)",
    "Traits": "Fey Ancestry. The drow has advantage on saving throws against being charmed, and magic can’t put the drow to sleep.Innate Spellcasting. The drow’s spellcasting ability is Charisma (spell save DC 11). It can innately cast the following spells, requiring no material components:At will: dancing lights1/day each: darkness, faerie fireSunlight Sensitivity. While in sunlight, the drow has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.",
    "Actions": "Shortsword. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage.Hand Crossbow. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one target. Hit: 5 (1d6 + 2) piercing damage, and the target must succeed on a DC 13 Constitution saving throw or be poisoned for 1 hour. If the saving throw fails by 5 or more, the target is also unconscious while poisoned in this way. The target wakes up if it takes damage or if another creature takes an action to shake it awake.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/16/501/1000/1000/636376310726273495.jpeg"
  },
  {
    "name": "Druid",
    "meta": "Medium humanoid, any",
    "Armor Class": "11 (16 With Barkskin)",
    "Hit Points": "27 (5d8 + 5)",
    "Speed": "30 ft. ",
    "STR": "10",
    "STR_mod": "(+0)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "12",
    "INT_mod": "(+1)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "11",
    "CHA_mod": "(+0)",
    "Skills": "Medicine +4, Nature +3, Perception +4",
    "Senses": "Passive Perception 14",
    "Languages": "Druidic plus any two languages",
    "Challenge": "2 (450 XP)",
    "Traits": "Spellcasting. The druid is a 4th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). It has the following druid spells prepared: Cantrips (at will): druidcraft, produce flame, shillelagh 1st level (4 slots): entangle, longstrider, speak with animals, thunderwave 2nd level (3 slots): animal messenger, barkskin",
    "Actions": "Quarterstaff. Melee Weapon Attack: +2 to hit (+4 to hit with shillelagh), reach 5 ft., one target. Hit: 3 (1d6) bludgeoning damage, 4 (1d8) bludgeoning damage if wielded with two hands, or 6 (1d8 + 2) bludgeoning damage with shillelagh.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/299/1000/1000/636252771583275655.jpeg"
  },
  {
    "name": "Dryad",
    "meta": "Medium fey, neutral",
    "Armor Class": "11 (16 With Barkskin)",
    "Hit Points": "22 (5d8)",
    "Speed": "30 ft. ",
    "STR": "10",
    "STR_mod": "(+0)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "11",
    "CON_mod": "(+0)",
    "INT": "14",
    "INT_mod": "(+2)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "18",
    "CHA_mod": "(+4)",
    "Skills": "Perception +4, Stealth +5",
    "Senses": "Darkvision 60 ft.,  Passive Perception 14",
    "Languages": "Elvish, Sylvan",
    "Challenge": "1 (200 XP)",
    "Traits": "Innate Spellcasting. The dryad's innate spellcasting ability is Charisma (spell save DC 14). The dryad can innately cast the following spells, requiring no material components: At will: druidcraft 3/day each: entangle, goodberry 1/day each: barkskin, pass without trace, shillelagh Magic Resistance. The dryad has advantage on saving throws against spells and other magical effects. Speak with Beasts and Plants. The dryad can communicate with beasts and plants as if they shared a language. Tree Stride. Once on her turn, the dryad can use 10 feet of her movement to step magically into one living tree within her reach and emerge from a second living tree within 60 feet of the first tree, appearing in an unoccupied space within 5 feet of the second tree. Both trees must be Large or bigger.",
    "Actions": "Club. Melee Weapon Attack: +2 to hit (+6 to hit with shillelagh), reach 5 ft., one target. Hit: 2 (1d4) bludgeoning damage, or 8 (1d8 + 4) bludgeoning damage with shillelagh. Fey Charm. The dryad targets one humanoid or beast that she can see within 30 feet of her. If the target can see the dryad, it must succeed on a DC 14 Wisdom saving throw or be magically charmed. The charmed creature regards the dryad as a trusted friend to be heeded and protected. Although the target isn't under the dryad's control, it takes the dryad's requests or actions in the most favorable way it can.Each time the dryad or its allies do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the dryad dies, is on a different plane of existence from the target, or ends the effect as a bonus action. If a target's saving throw is successful, the target is immune to the dryad's Fey Charm for the next 24 hours. The dryad can have no more than one humanoid and up to three beasts charmed at a time.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/307/1000/1000/636252771953950206.jpeg"
  },
  {
    "name": "Duergar",
    "meta": "Medium humanoid, lawful evil",
    "Armor Class": "16 (Scale Mail, Shield)",
    "Hit Points": "26 (4d8 + 8)",
    "Speed": "25 ft. ",
    "STR": "14",
    "STR_mod": "(+2)",
    "DEX": "11",
    "DEX_mod": "(+0)",
    "CON": "14",
    "CON_mod": "(+2)",
    "INT": "11",
    "INT_mod": "(+0)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "9",
    "CHA_mod": "(-1)",
    "Damage Resistances": "Poison",
    "Senses": "Darkvision 120 ft.,  Passive Perception 10",
    "Languages": "Dwarvish, Undercommon",
    "Challenge": "1 (200 XP)",
    "Traits": "Duergar Resilience. The duergar has advantage on saving throws against poison, spells, and illusions, as well as to resist being charmed or paralyzed. Sunlight Sensitivity. While in sunlight, the duergar has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.",
    "Actions": "Enlarge (Recharges after a Short or Long Rest). For 1 minute, the duergar magically increases in size, along with anything it is wearing or carrying. While enlarged, the duergar is Large, doubles its damage dice on Strength-based weapon attacks (included in the attacks), and makes Strength checks and Strength saving throws with advantage. If the duergar lacks the room to become Large, it attains the maximum size possible in the space available. War Pick. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 6 (1d8 + 2) piercing damage, or 11 (2d8 + 2) piercing damage while enlarged. Javelin. Melee or Ranged Weapon Attack: +4 to hit, reach 5 ft. or range 30/120 ft., one target. Hit: 5 (1d6 + 2) piercing damage, or 9 (2d6 + 2) piercing damage while enlarged. Invisibility (Recharges after a Short or Long Rest). The duergar magically turns invisible until it attacks, casts a spell, or uses its Enlarge, or until its concentration is broken, up to 1 hour (as if concentrating on a spell). Any equipment the duergar wears or carries is invisible with it.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/309/1000/1000/636252772101183765.jpeg"
  },
  {
    "name": "Dust Mephit",
    "meta": "Small elemental, neutral evil",
    "Armor Class": "12 ",
    "Hit Points": "17 (5d6)",
    "Speed": "30 ft., fly 30 ft. ",
    "STR": "5",
    "STR_mod": "(-3)",
    "DEX": "14",
    "DEX_mod": "(+2)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "9",
    "INT_mod": "(-1)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "10",
    "CHA_mod": "(+0)",
    "Skills": "Perception +2, Stealth +4",
    "Damage Vulnerabilities": "Fire",
    "Damage Immunities": "Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Darkvision 60 ft.,  Passive Perception 12",
    "Languages": "Auran, Terran",
    "Challenge": "1/2 (100 XP)",
    "Traits": "Death Burst. When the mephit dies, it explodes in a burst of dust. Each creature within 5 feet of it must then succeed on a DC 10 Constitution saving throw or be blinded for 1 minute. A blinded creature can repeat the saving throw on each of its turns, ending the effect on itself on a success. Innate Spellcasting.(1/Day). The mephit can innately cast sleep, requiring no material components. Its innate spellcasting ability is Charisma.",
    "Actions": "Claws. Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 4 (1d4 + 2) slashing damage. Blinding Breath (Recharge 6). The mephit exhales a 15- foot cone of blinding dust. Each creature in that area must succeed on a DC 10 Dexterity saving throw or be blinded for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/313/1000/1000/636252772213922157.jpeg"
  },
  {
    "name": "Eagle",
    "meta": "Small beast, unaligned",
    "Armor Class": "12 ",
    "Hit Points": "3 (1d6)",
    "Speed": "10 ft., fly 60 ft. ",
    "STR": "6",
    "STR_mod": "(-2)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "10",
    "CON_mod": "(+0)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Skills": "Perception +4",
    "Senses": "Passive Perception 14",
    "Languages": "--",
    "Challenge": "0 (10 XP)",
    "Traits": "Keen Sight. The eagle has advantage on Wisdom (Perception) checks that rely on sight.",
    "Actions": "Talons. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 4 (1d4 + 2) slashing damage.  ",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/16/515/1000/1000/636376317171111968.jpeg"
  },
  {
    "name": "Earth Elemental",
    "meta": "Large elemental, neutral",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "126 (12d10 + 60)",
    "Speed": "30 ft., burrow 30 ft. ",
    "STR": "20",
    "STR_mod": "(+5)",
    "DEX": "8",
    "DEX_mod": "(-1)",
    "CON": "20",
    "CON_mod": "(+5)",
    "INT": "5",
    "INT_mod": "(-3)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "5",
    "CHA_mod": "(-3)",
    "Damage Vulnerabilities": "Thunder",
    "Damage Resistances": "Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "Damage Immunities": "Poison",
    "Condition Immunities": "Exhaustion, Paralyzed, Petrified, Poisoned, Unconscious",
    "Senses": "Darkvision 60 ft., Tremorsense 60 ft.,  Passive Perception 10",
    "Languages": "Terran",
    "Challenge": "5 (1,800 XP)",
    "Traits": "Earth Glide. The elemental can burrow through nonmagical, unworked earth and stone. While doing so, the elemental doesn't disturb the material it moves through. Siege Monster. The elemental deals double damage to objects and structures.",
    "Actions": "Multiattack. The elemental makes two slam attacks. Slam. Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 14 (2d8 + 5) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/317/315/315/636252772331779404.jpeg"
  },
  {
    "name": "Efreeti",
    "meta": "Large elemental, lawful evil",
    "Armor Class": "17 (Natural Armor)",
    "Hit Points": "200 (16d10 + 112)",
    "Speed": "40 ft., fly 60 ft. ",
    "STR": "22",
    "STR_mod": "(+6)",
    "DEX": "12",
    "DEX_mod": "(+1)",
    "CON": "24",
    "CON_mod": "(+7)",
    "INT": "16",
    "INT_mod": "(+3)",
    "WIS": "15",
    "WIS_mod": "(+2)",
    "CHA": "16",
    "CHA_mod": "(+3)",
    "Saving Throws": "INT +7, WIS +6, CHA +7",
    "Damage Immunities": "Fire",
    "Senses": "Darkvision 120 ft.,  Passive Perception 12",
    "Languages": "Ignan",
    "Challenge": "11 (7,200 XP)",
    "Traits": "Elemental Demise. If the efreeti dies, its body disintegrates in a flash of fire and puff of smoke, leaving behind only equipment the efreeti was wearing or carrying. Innate Spellcasting. The efreeti's innate spellcasting ability is Charisma (spell save DC 15, +7 to hit with spell attacks). It can innately cast the following spells, requiring no material components: At will: detect magic 3/day: enlarge/reduce, tongues 1/day each: conjure elemental (fire elemental only), gaseous form, invisibility, major image, plane shift, wall of fire",
    "Actions": "Multiattack. The efreeti makes two scimitar attacks or uses its Hurl Flame twice. Scimitar. Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage plus 7 (2d6) fire damage. Hurl Flame. Ranged Spell Attack: +7 to hit, range 120 ft., one target. Hit: 17 (5d6) fire damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/325/1000/1000/636252775714332067.jpeg"
  },
  {
    "name": "Elephant",
    "meta": "Huge beast, unaligned",
    "Armor Class": "12 (Natural Armor)",
    "Hit Points": "76 (8d12 + 24)",
    "Speed": "40 ft. ",
    "STR": "22",
    "STR_mod": "(+6)",
    "DEX": "9",
    "DEX_mod": "(-1)",
    "CON": "17",
    "CON_mod": "(+3)",
    "INT": "3",
    "INT_mod": "(-4)",
    "WIS": "11",
    "WIS_mod": "(+0)",
    "CHA": "6",
    "CHA_mod": "(-2)",
    "Senses": "Passive Perception 10",
    "Languages": "--",
    "Challenge": "4 (1,100 XP)",
    "Traits": "Trampling Charge. If the elephant moves at least 20 feet straight toward a creature and then hits it with a gore attack on the same turn, that target must succeed on a DC 12 Strength saving throw or be knocked prone. If the target is prone, the elephant can make one stomp attack against it as a bonus action.",
    "Actions": "Gore. Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 19 (3d8 + 6) piercing damage. Stomp. Melee Weapon Attack: +8 to hit, reach 5 ft., one prone creature. Hit: 22 (3d10 + 6) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Elk",
    "meta": "Large beast, unaligned",
    "Armor Class": "10 ",
    "Hit Points": "13 (2d10 + 2)",
    "Speed": "50 ft. ",
    "STR": "16",
    "STR_mod": "(+3)",
    "DEX": "10",
    "DEX_mod": "(+0)",
    "CON": "12",
    "CON_mod": "(+1)",
    "INT": "2",
    "INT_mod": "(-4)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "6",
    "CHA_mod": "(-2)",
    "Senses": "Passive Perception 10",
    "Languages": "--",
    "Challenge": "1/4 (50 XP)",
    "Traits": "Charge. If the elk moves at least 20 feet straight toward a target and then hits it with a ram attack on the same turn, the target takes an extra 7 (2d6) damage. If the target is a creature, it must succeed on a DC 13 Strength saving throw or be knocked prone.",
    "Actions": "Ram. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) bludgeoning damage. Hooves. Melee Weapon Attack: +5 to hit, reach 5 ft., one prone creature. Hit: 8 (2d4 + 3) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/attachments/2/648/beast.jpg"
  },
  {
    "name": "Erinyes",
    "meta": "Medium fiend, lawful evil",
    "Armor Class": "18 (Plate)",
    "Hit Points": "153 (18d8 + 72)",
    "Speed": "30 ft., fly 60 ft. ",
    "STR": "18",
    "STR_mod": "(+4)",
    "DEX": "16",
    "DEX_mod": "(+3)",
    "CON": "18",
    "CON_mod": "(+4)",
    "INT": "14",
    "INT_mod": "(+2)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "18",
    "CHA_mod": "(+4)",
    "Saving Throws": "DEX +7, CON +8, WIS +6, CHA +8",
    "Damage Resistances": "Cold; Bludgeoning, Piercing, and Slashing from Nonmagical Attacks that aren't Silvered",
    "Damage Immunities": "Fire, Poison",
    "Condition Immunities": "Poisoned",
    "Senses": "Truesight 120 ft.,  Passive Perception 12",
    "Languages": "Infernal, Telepathy 120 ft.",
    "Challenge": "12 (8,400 XP)",
    "Traits": "Hellish Weapons. The erinyes's weapon attacks are magical and deal an extra 13 (3d8) poison damage on a hit (included in the attacks). Magic Resistance. The erinyes has advantage on saving throws against spells and other magical effects.",
    "Actions": "Multiattack. The erinyes makes three attacks. Longsword. Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 8 (1d8 + 4) slashing damage, or 9 (1d10 + 4) slashing damage if used with two hands, plus 13 (3d8) poison damage. Longbow. Ranged Weapon Attack: +7 to hit, range 150/600 ft., one target. Hit: 7 (1d8 + 3) piercing damage plus 13 (3d8) poison damage, and the target must succeed on a DC 14 Constitution saving throw or be poisoned. The poison lasts until it is removed by the lesser restoration spell or similar magic.",
    "Reactions": "Parry. The erinyes adds 4 to its AC against one melee attack that would hit it. To do so, the erinyes must see the attacker and be wielding a melee weapon.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/329/1000/1000/636252776041158657.jpeg"
  },
  {
    "name": "Ettercap",
    "meta": "Medium monstrosity, neutral evil",
    "Armor Class": "13 (Natural Armor)",
    "Hit Points": "44 (8d8 + 8)",
    "Speed": "30 ft., climb 30 ft. ",
    "STR": "14",
    "STR_mod": "(+2)",
    "DEX": "15",
    "DEX_mod": "(+2)",
    "CON": "13",
    "CON_mod": "(+1)",
    "INT": "7",
    "INT_mod": "(-2)",
    "WIS": "12",
    "WIS_mod": "(+1)",
    "CHA": "8",
    "CHA_mod": "(-1)",
    "Skills": "Perception +3, Stealth +4, Survival +3",
    "Senses": "Darkvision 60 ft.,  Passive Perception 13",
    "Languages": "--",
    "Challenge": "2 (450 XP)",
    "Traits": "Spider Climb. The ettercap can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.Web Sense. While in contact with a web, the ettercap knows the exact location of any other creature in contact with the same web.Web Walker. The ettercap ignores movement restrictions caused by webbing.",
    "Actions": "Multiattack. The ettercap makes two attacks: one with its bite and one with its claws. Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 6 (1d8 + 2) piercing damage plus 4 (1d8) poison damage. The target must succeed on a DC 11 Constitution saving throw or be poisoned for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Claws. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 7 (2d4 + 2) slashing damage. Web (Recharge 5–6). Ranged Weapon Attack: +4 to hit, range 30/60 ft., one Large or smaller creature. Hit: The creature is restrained by webbing. As an action, the restrained creature can make a DC 11 Strength check, escaping from the webbing on a success. The effect also ends if the webbing is destroyed. The webbing has AC 10, 5 hit points, vulnerability to fire damage, and immunity to bludgeoning, poison, and psychic damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/339/315/315/636252776771842998.jpeg"
  },
  {
    "name": "Ettin",
    "meta": "Large giant, chaotic evil",
    "Armor Class": "12 (Natural Armor)",
    "Hit Points": "85 (10d10 + 30)",
    "Speed": "40 ft. ",
    "STR": "21",
    "STR_mod": "(+5)",
    "DEX": "8",
    "DEX_mod": "(-1)",
    "CON": "17",
    "CON_mod": "(+3)",
    "INT": "6",
    "INT_mod": "(-2)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "8",
    "CHA_mod": "(-1)",
    "Skills": "Perception +4",
    "Senses": "Darkvision 60 ft.,  Passive Perception 14",
    "Languages": "Giant, Orc",
    "Challenge": "4 (1,100 XP)",
    "Traits": "Two Heads. The ettin has advantage on Wisdom (Perception) checks and on saving throws against being blinded, charmed, deafened, frightened, stunned, and knocked unconscious. Wakeful. When one of the ettin's heads is asleep, its other head is awake.",
    "Actions": "Multiattack. The ettin makes two attacks: one with its battleaxe and one with its morningstar. Battleaxe. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 14 (2d8 + 5) slashing damage. Morningstar. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 14 (2d8 + 5) piercing damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/341/1000/1000/636252776953634777.jpeg"
  },
  {
    "name": "Fire Elemental",
    "meta": "Large elemental, neutral",
    "Armor Class": "13 ",
    "Hit Points": "102 (12d10 + 36)",
    "Speed": "50 ft. ",
    "STR": "10",
    "STR_mod": "(+0)",
    "DEX": "17",
    "DEX_mod": "(+3)",
    "CON": "16",
    "CON_mod": "(+3)",
    "INT": "6",
    "INT_mod": "(-2)",
    "WIS": "10",
    "WIS_mod": "(+0)",
    "CHA": "7",
    "CHA_mod": "(-2)",
    "Damage Resistances": "Bludgeoning, Piercing, and Slashing from Nonmagical Attacks",
    "Damage Immunities": "Fire, Poison",
    "Condition Immunities": "Exhaustion, Grappled, Paralyzed, Petrified, Poisoned, Prone, Restrained, Unconscious",
    "Senses": "Darkvision 60 ft.,  Passive Perception 10",
    "Languages": "Ignan",
    "Challenge": "5 (1,800 XP)",
    "Traits": "Fire Form. The elemental can move through a space as narrow as 1 inch wide without squeezing. A creature that touches the elemental or hits it with a melee attack while within 5 feet of it takes 5 (1d10) fire damage. In addition, the elemental can enter a hostile creature's space and stop there. The first time it enters a creature's space on a turn, that creature takes 5 (1d10) fire damage and catches fire; until someone takes an action to douse the fire, the creature takes 5 (1d10) fire damage at the start of each of its turns. Illumination. The elemental sheds bright light in a 30-foot radius and dim light in an additional 30 feet. Water Susceptibility. For every 5 feet the elemental moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.",
    "Actions": "Multiattack. The elemental makes two touch attacks. Touch. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) fire damage. If the target is a creature or a flammable object, it ignites. Until a creature takes an action to douse the fire, the target takes 5 (1d10) fire damage at the start of each of its turns.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/343/1000/1000/636252777098624896.jpeg"
  },
  {
    "name": "Fire Giant",
    "meta": "Huge giant, lawful evil",
    "Armor Class": "18 (Plate)",
    "Hit Points": "162 (13d12 + 78)",
    "Speed": "30 ft. ",
    "STR": "25",
    "STR_mod": "(+7)",
    "DEX": "9",
    "DEX_mod": "(-1)",
    "CON": "23",
    "CON_mod": "(+6)",
    "INT": "10",
    "INT_mod": "(+0)",
    "WIS": "14",
    "WIS_mod": "(+2)",
    "CHA": "13",
    "CHA_mod": "(+1)",
    "Saving Throws": "DEX +3, CON +10, CHA +5",
    "Skills": "Athletics +11, Perception +6",
    "Damage Immunities": "Fire",
    "Senses": "Passive Perception 16",
    "Languages": "Giant",
    "Challenge": "9 (5,000 XP)",
    "Actions": "Multiattack. The giant makes two greatsword attacks. Greatsword. Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 28 (6d6 + 7) slashing damage. Rock. Ranged Weapon Attack: +11 to hit, range 60/240 ft., one target. Hit: 29 (4d10 + 7) bludgeoning damage.",
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/357/1000/1000/636252778143767005.jpeg"
  }
  ]
